{
  "categories": [
    {
      "name": "Abortion is Evil",
      "subcategories": [
        {
          "name": "Life begins at conception",
          "verses": [
            {
              "reference": "Job 31:15",
              "note": "God made you in the womb...formed us in our mothers",
              "text": "[15] Did not he that made me in the womb make him also: and did not one and the same form me in the womb?"
            },
            {
              "reference": "Ps 21/22:9-10",
              "note": "from my mother's womb you have been my God",
              "text": "[9] He hoped in the Lord, let him deliver him: let him save him, seeing he delighteth in him.\n[10] For thou art he that hast drawn me out of the womb: my hope from the breasts of my mother."
            },
            {
              "reference": "Ps 138/139:13-16",
              "note": "you knit me together in my mother's womb...your eyes saw my unformed body",
              "text": "[13] For thou hast possessed my reins: thou hast protected me from my mother's womb.\n[14] I will praise thee, for thou art fearfully magnified: wonderful are thy works, and my soul knoweth right well.\n[15] My bone is not hidden from thee, which thou hast made in secret: and my substance in the lower parts of the earth.\n[16] Thy eyes did see my imperfect being, and in thy book all shall be written: days shall be formed, and no one in them."
            },
            {
              "reference": "Is 44:2",
              "note": "the Lord formed you in the womb",
              "text": "[2] Thus saith the Lord that made and formed thee, thy helper from the womb: Fear not, O my servant Jacob, and thou most righteous whom I have chosen."
            },
            {
              "reference": "Is 49:5",
              "note": "the Lord formed you in the womb",
              "text": "[5] And now saith the Lord, that formed me from the womb to be his servant, that I may bring back Jacob unto him, and Israel will not be gathered together: and I am glorified in the eyes of the Lord, and my God is made my strength."
            },
            {
              "reference": "Is 46:3-4",
              "note": "I have upheld you since you were conceived",
              "text": "[3] Hearken unto me, O house of Jacob, all the remnant of the house of Israel who are carried by my bowels, are borne up by my womb.\n[4] Even to your old age I am the same, and to your grey hairs I will carry you: I have made you, and I will bear: I will carry and will save."
            },
            {
              "reference": "Jer 1:4-5",
              "note": "before you were born I set you apart",
              "text": "[4] And the word of the Lord came to me, saying:\n[5] Before I formed thee in the bowels of thy mother, I knew thee: and before thou camest forth out of the womb, I sanctified thee, and made thee a prophet unto the nations."
            },
            {
              "reference": "Lk 1:41",
              "note": "the baby leapt in her womb",
              "text": "[41] And it came to pass that when Elizabeth heard the salutation of Mary, the infant leaped in her womb. And Elizabeth was filled with the Holy Ghost."
            }
          ]
        },
        {
          "name": "We should be involved in pro-life causes",
          "verses": [
            {
              "reference": "Ex 20:13",
              "note": "Thou shalt not murder",
              "text": "[13] Thou shalt not kill."
            },
            {
              "reference": "Ps 81/82:3-4",
              "note": "defend the weak and fatherless",
              "text": "[3] Judge for the needy and fatherless: do justice to the humble and the poor.\n[4] Rescue the poor; and deliver the needy out of the hand of the sinner."
            },
            {
              "reference": "Prov 24:11-12",
              "note": "rescue those being led away to death",
              "text": "[11] Deliver them that are led to death: and those that are drawn to death, forbear not to deliver.\n[12] If thou say: I have not strength enough: he that seeth into the heart, he understandeth, and nothing deceiveth the keeper of thy soul, and he shall render to a man according to his works."
            }
          ]
        },
        {
          "name": "Pharmaceutical abortion condemned",
          "verses": [
            {
              "reference": "Gal 5:20",
              "note": "These passages condemn 'sorcery'. However, the Greek word used is pharmakeia, a word denoting harmful pharmaceutical contraceptives and abortifacients.",
              "text": "[20] Idolatry, witchcrafts, enmities, contentions, emulations, wraths, quarrels, dissensions, sects,"
            },
            {
              "reference": "Rev 9:21",
              "note": "These passages condemn 'sorcery'. However, the Greek word used is pharmakeia, a word denoting harmful pharmaceutical contraceptives and abortifacients.",
              "text": "[21] Neither did they penance from their murders nor from their sorceries nor from their fornication nor from their thefts."
            },
            {
              "reference": "Rev 21:8",
              "note": "These passages condemn 'sorcery'. However, the Greek word used is pharmakeia, a word denoting harmful pharmaceutical contraceptives and abortifacients.",
              "text": "[8] But the fearful and unbelieving and the abominable and murderers and whoremongers and sorcerers and idolaters and all liars, they shall have their portion in the pool burning with fire and brimstone, which is the second death."
            }
          ]
        }
      ]
    },
    {
      "name": "Alcohol",
      "subcategories": [
        {
          "name": "God permits drinking alcohol",
          "verses": [
            {
              "reference": "Gen 27:25",
              "note": "Isaac drinks wine",
              "text": "[25] Then he said: Bring me the meats of thy hunting, my son, that my soul may bless thee. And when they were brought, and he had eaten, he offered him wine also, which after he had drunk,"
            },
            {
              "reference": "Deut 14:23-26",
              "note": "God tells Israelites to buy wine and strong drink",
              "text": "[23] And thou shalt eat before the Lord thy God in the place which he shall choose, that his name may be called upon therein, the tithe of thy corn, and thy wine, and thy oil, and the firstborn of thy herds and thy sheep: that thou mayst learn to fear the Lord thy God at all times.\n[24] But when the way and the place which the Lord thy God shall choose, are far off, and he hath blessed thee, and thou canst not carry all these things thither,\n[25] Thou shalt sell them all, and turn them into money, and shalt carry it in thy hand, and shalt go to the place which the Lord shall choose:\n[26] And thou shalt buy with the same money whatsoever pleaseth thee, either of the herds or of sheep, wine also and strong drink, and all that thy soul desireth: and thou shalt eat before the Lord thy God, and shalt feast, thou and thy house:"
            },
            {
              "reference": "Eccl 9:7",
              "note": "drink your wine with a merry heart, God approves of it",
              "text": "[7] Go then, and eat thy bread with joy, and drink thy wine with gladness: because thy works please God."
            },
            {
              "reference": "Isa 25:6",
              "note": "God provides choice wine",
              "text": "[6] And the Lord of hosts shall make unto all people in this mountain, a feast of fat things, a feast of wine, of fat things full of marrow, of wine purified from the lees."
            },
            {
              "reference": "Lk 7:33-34",
              "note": "Jesus drinks wine",
              "text": "[33] For John the Baptist came neither eating bread nor drinking wine. And you say: He hath a devil.\n[34] The Son of man is come eating and drinking. And you say: Behold a man that is a glutton and a drinker of wine, a friend of publicans and sinners."
            },
            {
              "reference": "Jn 2:2-10",
              "note": "Jesus turns water into wine",
              "text": "[2] And Jesus also was invited, and his disciples, to the marriage.\n[3] And the wine failing, the mother of Jesus saith to him: They have no wine.\n[4] And Jesus saith to her: Woman, what is that to me and to thee? My hour is not yet come.\n[5] His mother saith to the waiters: Whatsoever he shall say to you, do ye.\n[6] Now there were set there six waterpots of stone, according to the manner of the purifying of the Jews, containing two or three measures apiece.\n[7] Jesus saith to them: Fill the waterpots with water. And they filled them up to the brim.\n[8] And Jesus saith to them: Draw out now and carry to the chief steward of the feast. And they carried it.\n[9] And when the chief steward had tasted the water made wine and knew not whence it was, but the waiters knew who had drawn the water: the chief steward calleth the bridegroom,\n[10] And saith to him: Every man at first setteth forth good wine, and when men have well drunk, then that which is worse. But thou hast kept the good wine until now."
            },
            {
              "reference": "1 Tim 5:23",
              "note": "Paul tells Timothy to drink wine",
              "text": "[23] Do not still drink water, but use a little wine for thy stomach's sake and thy frequent infirmities."
            }
          ]
        },
        {
          "name": "Drunkenness is a sin",
          "verses": [
            {
              "reference": "Prov 20:1",
              "note": "wine is a mocker",
              "text": "[1] Wine is a luxurious thing, and drunkenness riotous: whosoever is delighted therewith, shall not be wise."
            },
            {
              "reference": "Isa 5:11",
              "note": "Woe to those addicted to alcohol",
              "text": "[11] Woe to you that rise up early in the morning to follow drunkenness, and to drink in the evening, to be inflamed with wine."
            },
            {
              "reference": "Isa 5:22",
              "note": "Woe to 'heroes of drinking wine'",
              "text": "[22] Woe to you that are mighty to drink wine, and stout men at drunkenness."
            },
            {
              "reference": "Eph 5:18",
              "note": "do not get drunk",
              "text": "[18] And be not drunk with wine, wherein is luxury: but be ye filled with the Holy Spirit,"
            }
          ]
        }
      ]
    },
    {
      "name": "Baptism",
      "subcategories": [
        {
          "name": "Baptism of Infants",
          "verses": [
            {
              "reference": "Acts 2:38-39",
              "note": "Repent and be baptized... this promise is for you and your children",
              "text": "[38] But Peter said to them: Do penance: and be baptized every one of you in the name of Jesus Christ, for the remission of your sins. And you shall receive the gift of the Holy Ghost.\n[39] For the promise is to you and to your children and to all that are far off, whomsoever the Lord our God shall call."
            },
            {
              "reference": "Acts 16:15",
              "note": "household baptisms suggest baptism of children",
              "text": "[15] And when she was baptized, and her household, she besought us, saying: If you have judged me to be faithful to the Lord, come into my house and abide there. And she constrained us."
            },
            {
              "reference": "Acts 16:33",
              "note": "household baptisms suggest baptism of children",
              "text": "[33] And he, taking them the same hour of the night, washed their stripes: and himself was baptized, and all his house immediately."
            },
            {
              "reference": "Acts 18:8",
              "note": "household baptisms suggest baptism of children",
              "text": "[8] And Crispus, the ruler of the synagogue, believed in the Lord, with all his house. And many of the Corinthians hearing, believed and were baptized."
            },
            {
              "reference": "1 Cor 1:16",
              "note": "household baptisms suggest baptism of children",
              "text": "[16] And I baptized also the household of Stephanus. Besides, I know not whether I baptized any other."
            },
            {
              "reference": "Jn 3:5",
              "note": "necessity of baptism",
              "text": "[5] Jesus answered: Amen, amen, I say to thee, unless a man be born again of water and the Holy Ghost, he cannot enter into the kingdom of God."
            },
            {
              "reference": "Rom 6:4",
              "note": "necessity of baptism",
              "text": "[4] For we are buried together with him by baptism into death: that, as Christ is risen from the dead by the glory of the Father, so we also may walk in newness of life."
            },
            {
              "reference": "Col 2:11-12",
              "note": "OT circumcision replaced by NT baptism as sign of the covenant (OT circumcision was performed on infants, see Gen 17:12)",
              "text": "[11] In whom also you are circumcised with circumcision not made by hand in despoiling of the body of the flesh: but in the circumcision of Christ.\n[12] Buried with him in baptism: in whom also you are risen again by the faith of the operation of God who hath raised him up from the dead."
            }
          ]
        },
        {
          "name": "Baptismal Regeneration (Born Again)",
          "verses": [
            {
              "reference": "Jn 3:5",
              "note": "born of water and spirit",
              "text": "[5] Jesus answered: Amen, amen, I say to thee, unless a man be born again of water and the Holy Ghost, he cannot enter into the kingdom of God."
            },
            {
              "reference": "Acts 2:37-38",
              "note": "be baptized and receive Holy Spirit",
              "text": "[37] Now when they had heard these things, they had compunction in their heart and said to Peter and to the rest of the apostles: What shall we do, men and brethren?\n[38] But Peter said to them: Do penance: and be baptized every one of you in the name of Jesus Christ, for the remission of your sins. And you shall receive the gift of the Holy Ghost."
            },
            {
              "reference": "Acts 22:16",
              "note": "be baptized and wash away your sins",
              "text": "[16] And now why tarriest thou? Rise up and be baptized and wash away thy sins, invoking his name."
            },
            {
              "reference": "Rom 6:4-46",
              "note": "baptized into death, live in newness of life",
              "text": "[4] For we are buried together with him by baptism into death: that, as Christ is risen from the dead by the glory of the Father, so we also may walk in newness of life.\n[5] For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection.\n[6] Knowing this, that our old man is crucified with him, that the body of sin may be destroyed, to the end that we may serve sin no longer.\n[7] For he that is dead is justified from sin.\n[8] Now, if we be dead with Christ, we believe that we shall live also together with Christ.\n[9] Knowing that Christ, rising again from the dead, dieth now no more. Death shall no more have dominion over him.\n[10] For in that he died to sin, he died once: but in that he liveth, he liveth unto God.\n[11] So do you also reckon that you are dead to sin, but alive unto God, in Christ Jesus our Lord.\n[12] Let not sin therefore reign in your mortal body, so as to obey the lusts thereof.\n[13] Neither yield ye your members as instruments of iniquity unto sin: but present yourselves to God, as those that are alive from the dead; and your members as instruments of justice unto God.\n[14] For sin shall not have dominion over you: for you are not under the law, but under grace.\n[15] What then? Shall we sin, because we are not under the law, but under grace? God forbid!\n[16] Know you not that to whom you yield yourselves servants to obey, his servants you are whom you obey, whether it be of sin unto death or of obedience unto justice.\n[17] But thanks be to God, that you were the servants of sin but have obeyed from the heart unto that form of doctrine into which you have been delivered.\n[18] Being then freed from sin, we have been made servants of justice.\n[19] I speak an human thing, because of the infirmity of your flesh. For as you have yielded your members to serve uncleanness and iniquity, unto iniquity: so now yield your members to serve justice, unto sanctification.\n[20] For when you were the servants of sin, you were free men to justice.\n[21] What fruit therefore had you then in those things of which you are now ashamed? For the end of them is death.\n[22] But now being made free from sin and become servants to God, you have your fruit unto sanctification, and the end life everlasting.\n[23] For the wages of sin is death. But the grace of God, life everlasting in Christ Jesus our Lord."
            },
            {
              "reference": "1 Cor 6:11",
              "note": "you were washed, sanctified, justified",
              "text": "[11] And such some of you were. But you are washed: but you are sanctified: but you are justified: in the name of our Lord Jesus Christ and the Spirit of our God."
            },
            {
              "reference": "Titus 3:5",
              "note": "the 'washing of regeneration'",
              "text": "[5] Not by the works of justice which we have done, but according to his mercy, he saved us, by the laver of regeneration and renovation of the Holy Ghost."
            },
            {
              "reference": "1 Pet 3:21",
              "note": "baptism now saves you",
              "text": "[21] Whereunto baptism, being of the like form, now saveth you also: not the putting away of the filth of the flesh, but, the examination of a good conscience towards God by the resurrection of Jesus Christ."
            },
            {
              "reference": "Heb 10:22",
              "note": "heart sprinkled, bodies washed in water",
              "text": "[22] Let us draw near with a true heart, in fulness of faith, having our hearts sprinkled from an evil conscience and our bodies washed with clean water."
            }
          ]
        }
      ]
    },
    {
      "name": "Celibacy",
      "verses": [
        {
          "reference": "Jer 16:1-4",
          "note": "God commands Jeremiah to be celibate",
          "text": "[1] And the word of the Lord came to me, saying:\n[2] Thou shalt not take thee a wife, neither shalt thou have sons and daughters in this place.\n[3] For thus saith the Lord concerning the sons and daughters, that are born in this place, and concerning their mothers that bore them: and concerning their fathers, of whom they were born in this land:\n[4] They shall die by the death of grievous illnesses: they shall not be lamented, and they shall not be buried, they shall be as dung upon the face of the earth: and they shall be consumed with the sword, and with famine: and their carcasses shall be meat for the fowls of the air, and for the beasts of the earth."
        },
        {
          "reference": "Mt 19:12",
          "note": "celibacy commended by Christ",
          "text": "[12] For there are eunuchs, who were born so from their mothers womb: and there are eunuchs, who were made so by men: and there are eunuchs, who have made themselves eunuchs for the kingdom of heaven. He that can take, let him take it. There are eunuchs, who have made themselves eunuchs, for the kingdom of"
        },
        {
          "reference": "1 Cor 7:7-9",
          "note": "Paul was celibate",
          "text": "[7] For I would that all men were even as myself. But every one hath his proper gift from God: one after this manner, and another after that.\n[8] But I say to the unmarried and to the widows: It is good for them if they so continue, even as I.\n[9] But if they do not contain themselves, let them marry. For it is better to marry than to be burnt."
        },
        {
          "reference": "1 Cor 7:32-33",
          "note": "celibacy commended by Paul",
          "text": "[32] But I would have you to be without solicitude. He that is without a wife is solicitous for the things that belong to the Lord: how he may please God.\n[33] But he that is with a wife is solicitous for the things of the world: how he may please his wife. And he is divided."
        },
        {
          "reference": "1 Tim 5:9-12",
          "note": "pledge of celibacy taken by widows",
          "text": "[9] Let a widow be chosen of no less than threescore years of age, who hath been the wife of one husband.\n[10] Having testimony for her good works, if she have brought up children, if she have received to harbour, if she have washed the saints' feet, if she have ministered to them that suffer tribulation, if she have diligently followed every good work.\n[11] But the younger widows avoid. For when they have grown wanton in Christ, they will marry:\n[12] Having damnation, because they have made void their first faith."
        }
      ]
    },
    {
      "name": "Church Authority",
      "verses": [
        {
          "reference": "Acts 2:42",
          "note": "doctrine, community, sacred rite (bread)",
          "text": "[42] And they were persevering in the doctrine of the apostles and in the communication of the breaking of bread and in prayers."
        },
        {
          "reference": "Eph 5:25-26",
          "note": "Christ loves the Church",
          "text": "[25] Husbands, love your wives, as Christ also loved the church and delivered himself up for it:\n[26] That he might sanctify it, cleansing it by the laver of water in the word of life:"
        },
        {
          "reference": "1 Tim 3:15",
          "note": "church is 'the pillar and foundation of the truth'",
          "text": "[15] But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth."
        },
        {
          "reference": "Mt 16:18",
          "note": "Christ protects Church",
          "text": "[18] And I say to thee: That thou art Peter; and upon this rock I will build my church, and the gates of hell shall not prevail against it."
        },
        {
          "reference": "Mt 20:20",
          "note": "Christ protects Church",
          "text": "[20] Then came to him the mother of the sons of Zebedee with her sons, adoring and asking something of him."
        },
        {
          "reference": "Heb 13:17",
          "note": "obey your leaders and submit to them; for they are keeping watch over your souls",
          "text": "[17] Obey your prelates and be subject to them. For they watch as being to render an account of your souls: that they may do this with joy and not with grief. For this is not expedient for you."
        },
        {
          "reference": "Mt 18:17-18",
          "note": "church as final authority",
          "text": "[17] And if he will not hear them: tell the church. And if he will not hear the church, let him be to thee as the heathen and publican.\n[18] Amen I say to you, whatsoever you shall bind upon earth, shall be bound also in heaven: and whatsoever you shall loose upon earth, shall be loosed also in heaven."
        },
        {
          "reference": "Mt 23:2",
          "note": "Pharisees succeeded Moses (seat of Moses)",
          "text": "[2] Saying: The scribes and the Pharisees have sitten on the chair of Moses."
        },
        {
          "reference": "1 Cor 5:5",
          "note": "Church has power of excommunication",
          "text": "[5] To deliver such a one to Satan for the destruction of the flesh, that the spirit may be saved in the day of our Lord Jesus Christ."
        },
        {
          "reference": "1 Tim 1:20",
          "note": "Church has power of excommunication",
          "text": "[20] Of whom is Hymeneus and Alexander, whom I have delivered up to Satan, that they may learn not to blaspheme."
        }
      ]
    },
    {
      "name": "Church Unity",
      "verses": [
        {
          "reference": "Jn 10:16",
          "note": "one sheepfold and one shepherd",
          "text": "[16] And other sheep I have that are not of this fold: them also I must bring. And they shall hear my voice: And there shall be one fold and one shepherd."
        },
        {
          "reference": "Jn 17:17-23",
          "note": "Jesus prays that his disciples might be one as He and the Father are one",
          "text": "[17] Sanctify them in truth. Thy word is truth.\n[18] As thou hast sent me into the world, I also have sent them into the world.\n[19] And for them do I sanctify myself, that they also may be sanctified in truth.\n[20] And not for them only do I pray, but for them also who through their word shall believe in me.\n[21] That they all may be one, as thou, Father, in me, and I in thee; that they also may be one in us: that the world may believe that thou hast sent me.\n[22] And the glory which thou hast given me, I have given to them: that, they may be one, as we also are one.\n[23] I in them, and thou in me: that they may be made perfect in one: and the world may know that thou hast sent me and hast loved them, as thou hast also loved me."
        },
        {
          "reference": "Rom 12:4-5",
          "note": "though many, we are one body in Christ",
          "text": "[4] For as in one body we have many members, but all the members have not the same office:\n[5] So we, being many, are one body in Christ; and every one members one of another:"
        },
        {
          "reference": "Rom 16:17",
          "note": "avoid those who cause schism",
          "text": "[17] Now I beseech you, brethren, to mark them who make dissensions and offences contrary to the doctrine which you have learned and avoid them."
        },
        {
          "reference": "1 Cor 1:10",
          "note": "there should be no divisions among you",
          "text": "[10] Now I beseech you, brethren, by the name of our Lord Jesus Christ, that you all speak the same thing and that there be no schisms among you: but that you be perfect in the same mind and in the same judgment."
        },
        {
          "reference": "Eph 4:3-6",
          "note": "one body, one Spirit, one hope, one Lord, one faith, one baptism, one God & Father",
          "text": "[3] Careful to keep the unity of the Spirit in the bond of peace.\n[4] One body and one Spirit: as you are called in one hope of your calling.\n[5] One Lord, one faith, one baptism.\n[6] One God and Father of all, who is above all, and through all, and in us all."
        },
        {
          "reference": "Col 3:15",
          "note": "called in one body",
          "text": "[15] And let the peace of Christ rejoice in your hearts, wherein also you are called in one body: and be ye thankful."
        }
      ]
    },
    {
      "name": "Confession",
      "verses": [
        {
          "reference": "Jn 20:22-23",
          "note": "if you forgive the sins of any, they are forgiven",
          "text": "[22] When he had said this, he breathed on them; and he said to them: Receive ye the Holy Ghost.\n[23] Whose sins you shall forgive, they are forgiven them: and whose sins you shall retain, they are retained."
        },
        {
          "reference": "Mt 18:18",
          "note": "binding on earth and heaven",
          "text": "[18] Amen I say to you, whatsoever you shall bind upon earth, shall be bound also in heaven: and whatsoever you shall loose upon earth, shall be loosed also in heaven."
        },
        {
          "reference": "2 Cor 5:18",
          "note": "the Apostles possess the 'ministry of reconciliation'",
          "text": "[18] But all things are of God, who hath reconciled us to himself by Christ and hath given to us the ministry of reconciliation."
        },
        {
          "reference": "Jas 5:14-16",
          "note": "speaks about the forgiveness of sins, anointing of the sick, confession",
          "text": "[14] Is any man sick among you? Let him bring in the priests of the church and let them pray over him, anointing him with oil in the name of the Lord.\n[15] And the prayer of faith shall save the sick man. And the Lord shall raise him up: and if he be in sins, they shall be forgiven him.\n[16] Confess therefore your sins one to another: and pray one for another, that you may be saved. For the continual prayer of a just man availeth much."
        }
      ]
    },
    {
      "name": "Contraception is Evil",
      "subcategories": [
        {
          "name": "Human fertility is a blessing",
          "verses": [
            {
              "reference": "Gen 1:27-28",
              "note": "be fruitful and multiply",
              "text": "[27] And God created man to his own image: to the image of God he created him: male and female he created them.\n[28] And God blessed them, saying: Increase and multiply, and fill the earth, and subdue it, and rule over the fishes of the sea, and the fowls of the air, and all living creatures that move upon the earth."
            },
            {
              "reference": "Ex 23:25-26",
              "note": "fertility declared a covenantal blessing",
              "text": "[25] And you shall serve the Lord your God, that I may bless your bread and your waters, and may take away sickness from the midst of thee.\n[26] There shall not be one fruitless nor barren in thy land: I will fill the number of thy days."
            },
            {
              "reference": "Deut 7:13-14",
              "note": "fertility declared a covenantal blessing",
              "text": "[13] And he will love thee and multiply thee, and will bless the fruit of thy womb, and the fruit of thy land, thy corn, and thy vintage, thy oil, and thy herds, and the flocks of thy sheep upon the land, for which he swore to thy fathers that he would give it thee.\n[14] Blessed shalt thou be among all people. No one shall be barren among you of either sex, neither of men nor cattle."
            },
            {
              "reference": "Ps 126/127:3-5",
              "note": "children are a gift from God...blessed is a quiver full",
              "text": "[3] Behold the inheritance of the Lord are children: the reward, the fruit of the womb.\n[4] As arrows in the hand of the mighty, so the children of them that have been shaken.\n[5] Blessed is the man that hath filled the desire with them; he shall not be confounded when he shall speak to his enemies in the gate."
            },
            {
              "reference": "Hos 9:10-17",
              "note": "Israel punished with childlessness",
              "text": "[10] I found Israel like grapes in the desert, I saw their fathers like the firstfruits of the fig tree in the top thereof: but they went in to Beelphegor, and alienated themselves to that confusion, and became abominable, as those things were, which they loved.\n[11] As for Ephraim, their glory hath flown away like bird from the birth, and from the womb, and from the conception.\n[12] And though they should bring up their children, I will make them without children among men: yea, and woe to them, when I shall depart from them.\n[13] Ephraim, as I saw, was a Tyre, founded in beauty: and Ephraim shall bring out his children to the murderer.\n[14] Give them, O Lord. What wilt thou give them? Give them a womb without children, and dry breasts.\n[15] All their wickedness is in Galgal, for there I hated them: for the wickedness of their devices I will cast them forth out of my house: I will love them no more, all their princes are revolters.\n[16] Ephraim is struck, their root is dried up, they shall yield no fruit. And if they should have issue, I will slay the best beloved fruit of their womb.\n[17] My God will cast them away, because they hearkened not to him: and they shall be wanderers among the nations."
            },
            {
              "reference": "1 Tim 2:11-15",
              "note": "women saved through childbearing",
              "text": "[11] Let the woman learn in silence with all subjection.\n[12] But I suffer not a woman to teach, nor to use authority over the man: but to be in silence.\n[13] For Adam was first formed; then Eve.\n[14] And Adam was not seduced; but the woman, being seduced, was in the transgression.\n[15] Yet she shall be saved through child bearing; if she continue in faith and love and sanctification with sobriety."
            },
            {
              "reference": "Lev 21:20",
              "note": "crushed testicles called defect/blemish",
              "text": "[20] If he be crookbacked; or blear eyed; or have a pearl in his eye, or a continual scab, or a dry scurf in his body, or a rupture."
            },
            {
              "reference": "Deut 23:1",
              "note": "castrated men banned from OT worship",
              "text": "[1] An eunuch, whose testicles are broken or cut away, or yard cut off, shall not enter into the church of the Lord."
            }
          ]
        },
        {
          "name": "Withholding self and seed is unnatural and sinful",
          "verses": [
            {
              "reference": "Gen 38:9-10",
              "note": "Onan killed by God for spilling his semen on the ground",
              "text": "[9] He knowing that the children should not be his, when he went in to his brother's wife, he spilled his seed upon the ground, lest children should be born in his brother's name.\n[10] And therefore the Lord slew him, because he did a detestable thing:"
            },
            {
              "reference": "Acts 5:1-11",
              "note": "Ananias/Saphira slain for withholding part of their gift",
              "text": "[1] But a certain man named Ananias, with Saphira his wife, sold a piece of land,\n[2] And by fraud kept back part of the price of the land, his wife being privy thereunto: and bringing a certain part of it, laid it at the feet of the apostles.\n[3] But Peter said: Ananias, why hath Satan tempted thy heart, that thou shouldst lie to the Holy Ghost and by fraud keep part of the price of the land?\n[4] Whilst it remained, did it not remain to thee? And after it was sold, was it not in thy power? Why hast thou conceived this thing in thy heart? Thou hast not lied to men, but to God.\n[5] And Ananias, hearing these words, fell down and gave up the ghost. And there came great fear upon all that heard it.\n[6] And the young men rising up, removed him, and carrying him out, buried him.\n[7] And it was about the space of three hours after, when his wife, not knowing what had happened, came in.\n[8] And Peter said to her: Tell me, woman, whether you sold the land for so much? And she said: Yea, for so much.\n[9] And Peter said unto her: Why have you agreed together to tempt the spirit of the Lord? Behold the feet of them who have buried thy husband are at the door: and they shall carry thee out,\n[10] Immediately, she fell down before his feet and gave up the ghost. And the young men coming in found her dead: and carried her out and buried her by her husband.\n[11] And there came great fear upon the whole church and upon all that heard these things."
            }
          ]
        },
        {
          "name": "The OT punishes sterile sex with death",
          "verses": [
            {
              "reference": "Lev 20:13",
              "note": "death sentence for man with man (sterile sex)",
              "text": "[13] If any one lie with a man as with a woman, both have committed an abomination: let them be put to death. Their blood be upon them."
            },
            {
              "reference": "Lev 20:15",
              "note": "death sentence for man with animal (sterile sex)",
              "text": "[15] He that shall copulate with any beast or cattle, dying let him die: the beast also ye shall kill."
            },
            {
              "reference": "Lev 20:16",
              "note": "death sentence for woman with animals (sterile sex)",
              "text": "[16] The woman that shall lie under any beast, shall be killed together with the same. Their blood be upon them."
            }
          ]
        },
        {
          "name": "Artificial means of contraception condemned",
          "verses": [
            {
              "reference": "Gal 5:20",
              "note": "These passages condemn 'sorcery'. However, the Greek word used is pharmakeia, a word denoting pharmaceutical contraceptives and abortificants",
              "text": "[20] Idolatry, witchcrafts, enmities, contentions, emulations, wraths, quarrels, dissensions, sects,"
            },
            {
              "reference": "Rev 9:21",
              "note": "These passages condemn 'sorcery'. However, the Greek word used is pharmakeia, a word denoting pharmaceutical contraceptives and abortificants",
              "text": "[21] Neither did they penance from their murders nor from their sorceries nor from their fornication nor from their thefts."
            },
            {
              "reference": "Rev 21:8",
              "note": "These passages condemn 'sorcery'. However, the Greek word used is pharmakeia, a word denoting pharmaceutical contraceptives and abortificants",
              "text": "[8] But the fearful and unbelieving and the abominable and murderers and whoremongers and sorcerers and idolaters and all liars, they shall have their portion in the pool burning with fire and brimstone, which is the second death."
            }
          ]
        }
      ]
    },
    {
      "name": "Deuterocanonical Books",
      "description": "The seven books are: Tobit, Judith, Wisdom, Sirach (aka Ecclesiasticus), Baruch, and 1 and 2 Maccabees. The Council of Rome in AD 382 formally canonized these seven 'deuterocanonical' books along with the rest of the OT and NT as we know it. In the 1500s, Martin Luther removed these seven books from the OT because first century Rabbinical Jews had previously rejected them. Protestants call them the 'Apocrypha' meaning 'hidden' books. First century Jews who denied that Jesus was the Messiah rejected these seven books because of their emphasis on the Messiah and the resurrection. However, the New Testament actually refers to the seven 'extra' deuterocanonical books, which means that the NT authors approved of these seven books. The Greek version of the OT called the 'Septuagint' contained the deuterocanonicals and the Septuagint is frequently quoted by the NT authors: Is 7:14 - Mt 1:23; Is 40:3 - Mt 3:3; Joel 2:30-31 - Acts 2:19-29; Ps 94/95:7-9 - Heb 3:7-9.",
      "verses": [
        {
          "reference": "Heb 11:35",
          "note": "refers to 2 Mac 6:18-7:42",
          "text": "[35] Women received their dead raised to life again. But others were racked, not accepting deliverance, that they might find a better resurrection."
        },
        {
          "reference": "1 Pet 1:6-7",
          "note": "refers to Wisdom 3:5-6",
          "text": "[6] Wherein you shalt greatly rejoice, if now you must be for a little time made sorrowful in divers temptations:\n[7] That the trial of your faith (much more precious than gold which is tried by the fire) may be found unto praise and glory and honour at the appearing of Jesus Christ."
        },
        {
          "reference": "Rom 1:18-32",
          "note": "refers to Wisdom 13:1-9",
          "text": "[18] For the wrath of God is revealed from heaven against all ungodliness and injustice of those men that detain the truth of God in injustice:\n[19] Because that which is known of God is manifest in them. For God hath manifested it unto them.\n[20] For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made. His eternal power also and divinity: so that they are inexcusable.\n[21] Because that, when they knew God, they have not glorified him as God or given thanks: but became vain in their thoughts. And their foolish heart was darkened.\n[22] For, professing themselves to be wise, they became fools.\n[23] And they changed the glory of the incorruptible God into the likeness of the image of a corruptible man and of birds, and of fourfooted beasts and of creeping things.\n[24] Wherefore, God gave them up to the desires of their heart, unto uncleanness: to dishonour their own bodies among themselves.\n[25] Who changed the truth of God into a lie and worshipped and served the creature rather than the Creator, who is blessed for ever. Amen.\n[26] For this cause, God delivered them up to shameful affections. For their women have changed the natural use into that use which is against nature.\n[27] And, in like manner, the men also, leaving the natural use of the women, have burned in their lusts, one towards another: men with men, working that which is filthy and receiving in themselves the recompense which was due to their error.\n[28] And as they liked not to have God in their knowledge, God delivered them up to a reprobate sense, to do those things which are not convenient.\n[29] Being filled with all iniquity, malice, fornication, avarice, wickedness: full of envy, murder, contention, deceit, malignity: whisperers,\n[30] Detractors, hateful to God, contumelious, proud, haughty, inventors of evil things, disobedient to parents,\n[31] Foolish, dissolute: without affection, without fidelity, without mercy.\n[32] Who, having known the justice of God, did not understand that they who do such things, are worthy of death: and not only they that do them, but they also that consent to them that do them."
        }
      ]
    },
    {
      "name": "Eucharist & Real Presence",
      "verses": [
        {
          "reference": "Mt 26:26-27",
          "note": "This is my Body...This is my Blood",
          "text": "[26] And whilst they were at supper, Jesus took bread and blessed and broke and gave to his disciples and said: Take ye and eat. This is my body.\n[27] And taking the chalice, he gave thanks and gave to them, saying: Drink ye all of this."
        },
        {
          "reference": "Mk 14:22,24",
          "note": "This is my Body...This is my Blood",
          "text": "[22] And whilst they were eating, Jesus took bread; and blessing, broke and gave to them and said: Take ye. This is my body.\n[24] And he said to them: This is my blood of the new testament, which shall be shed for many."
        },
        {
          "reference": "Lk 22:19-20",
          "note": "This is my Body...This is my Blood",
          "text": "[19] And taking bread, he gave thanks and brake and gave to them, saying: This is my body, which is given for you. Do this for a commemoration of me.\n[20] In like manner, the chalice also, after he had supped, saying: This is the chalice, the new testament in my blood, which shall be shed for you."
        },
        {
          "reference": "1 Cor 10:24-25",
          "note": "This is my Body...This is my Blood",
          "text": "[24] Let no man seek his own, but that which is another's.\n[25] Whatsoever is sold in the shambles, eat: asking no question for conscience' sake."
        },
        {
          "reference": "1 Cor 5:7",
          "note": "Christ our Passover has been sacrificed for us, therefore let us keep the feast (i.e. the Eucharist)",
          "text": "[7] Purge out the old leaven, that you may be a new paste, as you are unleavened. For Christ our pasch is sacrificed."
        },
        {
          "reference": "1 Cor 10:16",
          "note": "eating Eucharist is participation or communion with the Body and Blood of Christ",
          "text": "[16] The chalice of benediction which we bless, is it not the communion of the blood of Christ? And the bread which we break, is it not the partaking of the body of the Lord?"
        },
        {
          "reference": "1 Cor 11:26-30",
          "note": "unworthy eating is sinning against the Body and Blood of Christ",
          "text": "[26] For as often as you shall eat this bread and drink the chalice, you shall shew the death of the Lord, until he come.\n[27] Therefore, whosoever shall eat this bread, or drink the chalice of the Lord unworthily, shall be guilty of the body and of the blood of the Lord.\n[28] But let a man prove himself: and so let him eat of that bread and drink of the chalice.\n[29] For he that eateth and drinketh unworthily eateth and drinketh judgment to himself, not discerning the body of the Lord.\n[30] Therefore are there many infirm and weak among you: and many sleep."
        },
        {
          "reference": "Jn 6:52-58",
          "note": "you must eat the Body and Blood of Jesus",
          "text": "[52] If any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, for the life of the world.\n[53] The Jews therefore strove among themselves, saying: How can this man give us his flesh to eat?\n[54] Then Jesus said to them: Amen, amen, I say unto you: except you eat the flesh of the Son of man and drink his blood, you shall not have life in you.\n[55] He that eateth my flesh and drinketh my blood hath everlasting life: and I will raise him up in the last day.\n[56] For my flesh is meat indeed: and my blood is drink indeed.\n[57] He that eateth my flesh and drinketh my blood abideth in me: and I in him.\n[58] As the living Father hath sent me and I live by the Father: so he that eateth me, the same also shall live by me."
        },
        {
          "reference": "Ps 26/27:1-2",
          "note": "shows that symbolic interpretation of Jn 6 inappropriate",
          "text": "[1] The psalm of David before he was anointed. The Lord is my light and my salvation, whom shall I fear? The Lord is the protector of my life: of whom shall I be afraid?\n[2] Whilst the wicked draw near against me, to eat my flesh. My enemies that trouble me, have themselves been weakened, and have fallen."
        },
        {
          "reference": "Is 9:18-20",
          "note": "shows that symbolic interpretation of Jn 6 inappropriate",
          "text": "[18] For wickedness is kindled as a fire, it shall devour the brier and the thorn: and shall kindle in the thicket of the forest, and it shall be wrapped up in smoke ascending on high.\n[19] By the wrath of the Lord of hosts the land is troubled, and the people shall be as fuel for the fire: no man shall spare his brother.\n[20] And he shall turn to the right hand, and shall be hungry: and shall eat on the left hand, and shall not be filled: every one shall eat the flesh of his own arm: Manasses Ephraim, and Ephraim Manasses, and they together shall be against Juda."
        },
        {
          "reference": "Is 49:26",
          "note": "shows that symbolic interpretation of Jn 6 inappropriate",
          "text": "[26] And I will feed thy enemies with their own flesh: and they shall be made drunk with their own blood, as with new wine: and all flesh shall know, that I am the Lord that save thee, and thy Redeemer the Mighty One of Jacob."
        },
        {
          "reference": "Mic 3:3",
          "note": "shows that symbolic interpretation of Jn 6 inappropriate",
          "text": "[3] Who have eaten the flesh of my people, and have flayed their skin off them: and have broken, and chopped their bones as for the kettle, and as flesh in the midst of the pot."
        },
        {
          "reference": "Rev 17:6,16",
          "note": "shows that symbolic interpretation of Jn 6 inappropriate",
          "text": "[6] And I saw the woman drunk with the blood of the saints and with the blood of the martyrs of Jesus. And I wondered, when I had seen her, with great admiration.\n[16] And the ten horns which thou sawest in the beast: These shall hate the harlot and shall make her desolate and naked and shall eat her flesh and shall burn her with fire."
        },
        {
          "reference": "Gen 14:18",
          "note": "Christ is a priest like Melchizedek, offering bread and wine",
          "text": "[18] But Melchisedech, the king of Salem, bringing forth bread and wine, for he was the priest of the most high God,"
        },
        {
          "reference": "Ps 109/110:4",
          "note": "Christ is a priest like Melchizedek, offering bread and wine",
          "text": "[4] The Lord hath sworn, and he will not repent: Thou art a priest for ever according to the order of Melchisedech."
        },
        {
          "reference": "Heb 7:1-17",
          "note": "Christ is a priest like Melchizedek, offering bread and wine",
          "text": "[1] For this Melchisedech was king of Salem, priest of the most high God, who met Abraham returning from the slaughter of the kings and blessed him:\n[2] To whom also Abraham divided the tithes of all: who first indeed by interpretation is king of justice: and then also king of Salem, that is, king of peace:\n[3] Without father, without mother, without genealogy, having neither beginning of days nor end of life, but likened unto the Son of God, continueth a priest for ever.\n[4] Now consider how great this man is, to whom also Abraham the patriarch gave tithes out of the principal things.\n[5] And indeed they that are of the sons of Levi, who receive the priesthood, have a commandment to take tithes of the people according to the law, that is to say, of their brethren: though they themselves also came out of the loins of Abraham.\n[6] But he, whose pedigree is not numbered among them, received tithes of Abraham and blessed him that had the promises.\n[7] And without all contradiction, that which is less is blessed by the better.\n[8] And here indeed, men that die receive tithes: but there, he hath witness that he liveth.\n[9] And (as it may be said) even Levi who received tithes paid tithes in Abraham:\n[10] For he was yet in the loins of his father when Melchisedech met him.\n[11] If then perfection was by the Levitical priesthood (for under it the people received the law), what further need was there that another priest should rise according to the order of Melchisedech: and not be called according to the order of Aaron?\n[12] For the priesthood being translated, it is necessary that a translation also be made of the law,\n[13] For he of whom these things are spoken is of another tribe, of which no one attended on the altar.\n[14] For it is evident that our Lord sprung out of Juda: in which tribe Moses spoke nothing concerning priests.\n[15] And it is yet far more evident: if according to the similitude of Melchisedech there ariseth another priest,\n[16] Who is made, not according to the law of a law of a carnal commandment, but according to the power of an indissoluble life.\n[17] For he testifieth: Thou art a priest for ever according to the order of Melchisedech."
        },
        {
          "reference": "Acts 2:42",
          "note": "'breaking of bread' refers to Eucharist",
          "text": "[42] And they were persevering in the doctrine of the apostles and in the communication of the breaking of bread and in prayers."
        }
      ]
    },
    {
      "name": "Faith & Works",
      "verses": [
        {
          "reference": "James 2:24",
          "note": "not justified by faith alone",
          "text": "[24] Do you see that by works a man is justified, and not by faith only?"
        },
        {
          "reference": "James 2:26",
          "note": "faith without works is dead",
          "text": "[26] For even as the body without the spirit is dead: so also faith without works is dead."
        },
        {
          "reference": "Gal 5:6",
          "note": "we must have 'faith working in love'",
          "text": "[6] For in Christ Jesus neither circumcision availeth any thing nor uncircumcision: but faith that worketh by Charity."
        },
        {
          "reference": "Phil 2:12",
          "note": "works have merit",
          "text": "[12] Wherefore, my dearly beloved, (as you have always obeyed, not as in my presence only but much more now in my absence) with fear and trembling work out your salvation."
        },
        {
          "reference": "2 Cor 5:10",
          "note": "works have merit",
          "text": "[10] For we must all be manifested before the judgment seat of Christ, that every one may receive the proper things of the body, according as he hath done, whether it be good or evil."
        },
        {
          "reference": "Rom 2:6-10",
          "note": "works have merit",
          "text": "[6] Who will render to every man according to his works.\n[7] To them indeed who, according to patience in good work, seek glory and honour and incorruption, eternal life:\n[8] But to them that are contentious and who obey not the truth but give credit to iniquity, wrath and indignation.\n[9] Tribulation and anguish upon every soul of man that worketh evil: of the Jew first, and also of the Greek.\n[10] But glory and honour and peace to every one that worketh good: to the Jew first, and also to the Greek."
        },
        {
          "reference": "Rom 2:13",
          "note": "works have merit",
          "text": "[13] For not the hearers of the law are just before God: but the doers of the law shall be justified."
        },
        {
          "reference": "Rom 3:31",
          "note": "works have merit",
          "text": "[31] Do we then, destroy the law through faith? God forbid! But we establish the law."
        },
        {
          "reference": "Mt 25:32-46",
          "note": "works have merit",
          "text": "[32] And all nations shall be gathered together before him: and he shall separate them one from another, as the shepherd separateth the sheep from the goats:\n[33] And he shall set the sheep on his right hand, but the goats on his left.\n[34] Then shall the king say to them that shall be on his right hand: Come, ye blessed of my Father, possess you the kingdom prepared for you from the foundation of the world.\n[35] For I was hungry, and you gave me to eat: I was thirsty, and you gave me to drink: I was a stranger, and you took me in:\n[36] Naked, and you covered me: sick, and you visited me: I was in prison, and you came to me.\n[37] Then shall the just answer him, saying: Lord, when did we see thee hungry and fed thee: thirsty and gave thee drink?\n[38] Or when did we see thee a stranger and took thee in? Or naked and covered thee?\n[39] Or when did we see thee sick or in prison and came to thee?\n[40] And the king answering shall say to them: Amen I say to you, as long as you did it to one of these my least brethren, you did it to me.\n[41] Then he shall say to them also that shall be on his left hand: Depart from me, you cursed, into everlasting fire, which was prepared for the devil and his angels.\n[42] For I was hungry and you gave me not to eat: I was thirsty and you gave me not to drink.\n[43] I was a stranger and you took me not in: naked and you covered me not: sick and in prison and you did not visit me.\n[44] Then they also shall answer him, saying: Lord, when did we see thee hungry or thirsty or a stranger or naked or sick or in prison and did not minister to thee?\n[45] Then he shall answer them, saying: Amen: I say to you, as long as you did it not to one of these least, neither did you do it to me.\n[46] And these shall go into everlasting punishment: but the just, into life everlasting."
        },
        {
          "reference": "Gal 6:6-10",
          "note": "works have merit",
          "text": "[6] And let him that is instructed in the word communicate to him that instructeth him, in all good things.\n[7] Be not deceived: God is not mocked.\n[8] For what things a man shall sow, those also shall he reap. For he that soweth in his flesh of the flesh also shall reap corruption. But he that soweth in the spirit of the spirit shall reap life everlasting.\n[9] And in doing good, let us not fail. For in due time we shall reap, not failing.\n[10] Therefore, whilst we have time, let us work good to all men, but especially to those who are of the household of the faith."
        },
        {
          "reference": "Rev 20:12",
          "note": "works have merit",
          "text": "[12] And I saw the dead, great and small, standing in the presence of the throne. And the books were opened: and another book was opened, which was the book of life. And the dead were judged by those things which were written in the books, according to their works."
        },
        {
          "reference": "Jn 14:15",
          "note": "if you love me, keep my commandments",
          "text": "[15] If you love me, keep my commandments."
        },
        {
          "reference": "1 Jn 2:3-4",
          "note": "keep commandments",
          "text": "[3] And by this we know that we have known him, if we keep his commandments.\n[4] He who saith that he knoweth him and keepeth not his commandments is a liar: and the truth is not in him."
        },
        {
          "reference": "1 Jn 3:24",
          "note": "keep commandments",
          "text": "[24] And he that keepeth his commandments abideth in him, and he in him. And in this we know that he abideth in us by the Spirit which he hath given us."
        },
        {
          "reference": "1 Jn 5:3",
          "note": "keep commandments",
          "text": "[3] For this is the charity of God: That we keep his commandments. And his commandments are not heavy."
        }
      ]
    },
    {
      "name": "Fasting",
      "verses": [
        {
          "reference": "Mt 6:16-18",
          "note": "Jesus gives directions for how to fast",
          "text": "[16] And when you fast, be not as the hypocrites, sad. For they disfigure their faces, that they may appear unto men to fast. Amen I say to you, they have received their reward.\n[17] But thou, when thou fastest anoint thy head, and wash thy face;\n[18] That thou appear not to men to fast, but to thy Father who is in secret: and thy Father who seeth in secret, will repay thee."
        },
        {
          "reference": "Mt 9:15",
          "note": "Christ's disciples will fast when he is gone",
          "text": "[15] And Jesus said to them: Can the children of the bridegroom mourn, as long as the bridegroom is with them? But the days will come, when the bridegroom shall be taken away from them, and then they shall fast."
        },
        {
          "reference": "Mk 7:19",
          "note": "all foods are called clean",
          "text": "[19] Because it entereth not into his heart but goeth into his belly and goeth out into the privy, purging all meats?"
        },
        {
          "reference": "1 Tim 4:4-5",
          "note": "all foods are good",
          "text": "[4] For every creature of God is good, and nothing to be rejected that is received with thanksgiving:\n[5] For it is sanctified by the word of God and prayer."
        }
      ]
    },
    {
      "name": "Hell Exists",
      "verses": [
        {
          "reference": "Is 33:11-14",
          "note": "everlasting flames",
          "text": "[11] You shall conceive heat, you shall bring forth stubble: your breath as fire shall devour you.\n[12] And the people shall be as ashes after a fire, as a bundle of thorns they shall be burnt with fire.\n[13] Hear, you that are far off, what I have done, and you that are near know my strength.\n[14] The sinners in Sion are afraid, trembling hath seized upon the hypocrites. Which of you can dwell with devouring fire? which of you shall dwell with everlasting burnings?"
        },
        {
          "reference": "Mt 25:41",
          "note": "depart, you accursed, into the eternal fire",
          "text": "[41] Then he shall say to them also that shall be on his left hand: Depart from me, you cursed, into everlasting fire, which was prepared for the devil and his angels."
        },
        {
          "reference": "Mt 25:46",
          "note": "these will go off to eternal punishment",
          "text": "[46] And these shall go into everlasting punishment: but the just, into life everlasting."
        },
        {
          "reference": "Lk 3:16-17",
          "note": "the chaff he will burn with unquenchable fire",
          "text": "[16] John answered, saying unto all: I indeed baptize you with water: but there shall come one mightier than I, the latchet of whose shoes I am not worthy to loose. He shall baptize you with the Holy Ghost and with fire;\n[17] Whose fan is in his hand: and he will purge his floor and will gather the wheat into his barn: but the chaff he will burn with unquenchable fire."
        },
        {
          "reference": "2 Thes 1:6-9",
          "note": "these will pay the penalty of eternal ruin",
          "text": "[6] Seeing it is a just thing with God to repay tribulation to them that trouble you:\n[7] And to you who are troubled, rest with us, when the Lord Jesus shall be revealed from heaven with the angels of his power:\n[8] In a flame of fire, giving vengeance to them who know not God and who obey not the gospel of our Lord Jesus Christ.\n[9] Who shall suffer eternal punishment in destruction, from the face of the Lord and from the glory of his power:"
        }
      ]
    },
    {
      "name": "Homosexuality",
      "verses": [
        {
          "reference": "Gen 1:27",
          "note": "God made them male and female",
          "text": "[27] And God created man to his own image: to the image of God he created him: male and female he created them."
        },
        {
          "reference": "Gen 19",
          "note": "the homosexuals of Sodom destroyed"
        },
        {
          "reference": "Lev 18:22",
          "note": "homosexuality called 'abomination'",
          "text": "[22] Thou shalt not lie with mankind as with womankind: because it is an abomination."
        },
        {
          "reference": "Lev 20:13",
          "note": "death penalty for homosexuality",
          "text": "[13] If any one lie with a man as with a woman, both have committed an abomination: let them be put to death. Their blood be upon them."
        },
        {
          "reference": "Rom 1:27",
          "note": "called unnatural, shameful, and a perversity",
          "text": "[27] And, in like manner, the men also, leaving the natural use of the women, have burned in their lusts, one towards another: men with men, working that which is filthy and receiving in themselves the recompense which was due to their error."
        },
        {
          "reference": "1 Cor 6:9",
          "note": "active homosexuals will not inherit the kingdom of God",
          "text": "[9] Know you not that the unjust shall not possess the kingdom of God? Do not err: Neither fornicators nor idolaters nor adulterers:"
        },
        {
          "reference": "1 Tim 1:9-10",
          "note": "homosexuals called 'sinners'",
          "text": "[9] Knowing this: That the law is not made for the just man but for the unjust and disobedient, for the ungodly and for sinners, for the wicked and defiled, for murderers of fathers and murderers of mothers, for manslayers,\n[10] For fornicators, for them who defile themselves with mankind, for menstealers, for liars, for perjured persons, and whatever other thing is contrary to sound doctrine:"
        }
      ]
    },
    {
      "name": "Justification Not Merely Forensic or Imputed",
      "verses": [
        {
          "reference": "1 Jn 1:7",
          "note": "purified from sins",
          "text": "[7] But if we walk in the light, as he also is in the light, we have fellowship one with another: And the blood of Jesus Christ his Son cleanseth us from all sin."
        },
        {
          "reference": "2 Pet 1:9",
          "note": "purified from sins",
          "text": "[9] For he that hath not these things with him is blind and groping, having forgotten that he was purged from his old sins."
        },
        {
          "reference": "Jn 1:29",
          "note": "takes away sin",
          "text": "[29] The next day, John saw Jesus coming to him; and he saith: Behold the Lamb of God. Behold him who taketh away the sin of the world."
        },
        {
          "reference": "Heb 9:26-28",
          "note": "takes away sin",
          "text": "[26] For then he ought to have suffered often from the beginning of the world. But now once, at the end of ages, he hath appeared for the destruction of sin by the sacrifice of himself.\n[27] And as it is appointed unto men once to die, and after this the judgment:\n[28] So also Christ was offered once to exhaust the sins of many. The second time he shall appear without sin to them that expect him unto salvation."
        },
        {
          "reference": "Ps 49/50:3",
          "note": "blot out, clear away sin",
          "text": "[3] God shall come manifestly: our God shall come, and shall not keep silence. A fire shall burn before him: and a mighty tempest shall be round about him."
        },
        {
          "reference": "Ps 101/102:12",
          "note": "blot out, clear away sin",
          "text": "[12] My days have declined like a shadow, and I am withered like grass."
        },
        {
          "reference": "Is 43:25",
          "note": "blot out, clear away sin",
          "text": "[25] I am, I am he that blot out thy iniquities for my own sake, and I will not remember thy sins."
        },
        {
          "reference": "Rom 2:13",
          "note": "future justification",
          "text": "[13] For not the hearers of the law are just before God: but the doers of the law shall be justified."
        },
        {
          "reference": "Rom 3:20",
          "note": "future justification",
          "text": "[20] Because by the works of the law no flesh shall be justified before him. For by the law is the knowledge of sin."
        },
        {
          "reference": "Heb 11:8",
          "note": "justifications of Abraham",
          "text": "[8] By faith he that is called Abraham obeyed to go out into a place which he was to receive for an inheritance. And he went out, not knowing whither he went."
        },
        {
          "reference": "Gen 12:1-4",
          "note": "justifications of Abraham",
          "text": "[1] And the Lord said to Abram: Go forth out of thy country, and from thy kindred, and out of thy father's house, and come into the land which I shall shew thee.\n[2] And I will make of thee a great nation, and I will bless thee, and magnify thy name, and thou shalt be blessed.\n[3] I will bless them that bless thee, and curse them that curse thee, and IN THEE shall all the kindreds of the earth be blessed.\n[4] So Abram went out as the Lord had commanded him, and Lot went with him: Abram was seventy-five years old when he went forth from Haran."
        },
        {
          "reference": "Rom 4:2-3",
          "note": "justifications of Abraham",
          "text": "[2] For if Abraham were justified by works, he hath whereof to glory, but not before God.\n[3] For what saith the scripture? Abraham believed God: and it was reputed to him unto justice."
        },
        {
          "reference": "Gen 15:6",
          "note": "justifications of Abraham",
          "text": "[6] Abram believed God, and it was reputed to him unto justice."
        },
        {
          "reference": "Jas 2:21-23",
          "note": "justifications of Abraham",
          "text": "[21] Was not Abraham our father justified by works, offering up Isaac his son upon the altar?\n[22] Seest thou that faith did cooperate with his works and by works faith was made perfect?\n[23] And the scripture was fulfilled, saying: Abraham believed God, and it was reputed to him to justice, and he was called the friend of God."
        },
        {
          "reference": "Gen 22:1-18",
          "note": "justifications of Abraham",
          "text": "[1] After these things, God tempted Abraham, and said to him: Abraham, Abraham. And he answered: Here I am.\n[2] He said to him: Take thy only begotten son Isaac, whom thou lovest, and go into the land of vision; and there thou shalt offer him for an holocaust upon one of the mountains which I will shew thee.\n[3] So Abraham rising up in the night, saddled his ass, and took with him two young men, and Isaac his son: and when he had cut wood for the holocaust, he went his way to the place which God had commanded him.\n[4] And on the third day, lifting up his eyes, he saw the place afar off.\n[5] And he said to his young men: Stay you here with the ass; I and the boy will go with speed as far as yonder, and after we have worshipped, will return to you.\n[6] And he took the wood for the holocaust, and laid it upon Isaac his son; and he himself carried in his hands fire and a sword. And as they two went on together,\n[7] Isaac said to his father: My father. And he answered: What wilt thou, son? Behold, saith he, fire and wood: where is the victim for the holocaust?\n[8] And Abraham said: God will provide himself a victim for an holocaust, my son. So they went on together.\n[9] And they came to the place which God had shewn him, where he built an altar, and laid the wood in order upon it; and when he had bound Isaac his son, he laid him on the altar upon the pile of wood.\n[10] And he put forth his hand, and took the sword, to sacrifice his son.\n[11] And behold, an angel of the Lord from heaven called to him, saying: Abraham, Abraham. And he answered: Here I am.\n[12] And he said to him: Lay not thy hand upon the boy, neither do thou any thing to him: now I know that thou fearest God, and hast not spared thy only begotten son for my sake.\n[13] Abraham lifted up his eyes, and saw behind his back a ram, amongst the briers, sticking fast by the horns, which he took and offered for a holocaust instead of his son.\n[14] And he called the name of that place, The Lord seeth. Whereupon, even to this day, it is said: In the mountain the Lord will see.\n[15] And the angel of the Lord called to Abraham a second time from heaven, saying:\n[16] By my own self have I sworn, saith the Lord: because thou hast done this thing, and hast not spared thy only begotten son for my sake:\n[17] I will bless thee, and I will multiply thy seed as the stars of heaven, and as the sand that is by the sea shore; thy seed shall possess the gates of their enemies.\n[18] And in thy seed shall all the nations of the earth be blessed, because thou hast obeyed my voice."
        },
        {
          "reference": "Jas 2:24",
          "note": "You see that a man is justified by works and not by faith alone",
          "text": "[24] Do you see that by works a man is justified, and not by faith only?"
        },
        {
          "reference": "2 Pet 1:4",
          "note": "become partakers of the divine nature",
          "text": "[4] By whom he hath given us most great and precious promises: that by these you may be made partakers of the divine nature: flying the corruption of that concupiscence which is in the world."
        }
      ]
    },
    {
      "name": "Mary",
      "subcategories": [
        {
          "name": "General",
          "verses": [
            {
              "reference": "Lk 1:42-48",
              "note": "blessed are you among women",
              "text": "[42] And she cried out with a loud voice and said: Blessed art thou among women and blessed is the fruit of thy womb.\n[43] And whence is this to me that the mother of my Lord should come to me?\n[44] For behold as soon as the voice of thy salutation sounded in my ears, the infant in my womb leaped for joy.\n[45] And blessed art thou that hast believed, because those things shall be accomplished that were spoken to thee by the Lord.\n[46] And Mary said: My soul doth magnify the Lord.\n[47] And my spirit hath rejoiced in God my Saviour.\n[48] Because he hath regarded the humility of his handmaid: for behold from henceforth all generations shall call me blessed."
            },
            {
              "reference": "Jn 2:1-5",
              "note": "Mary's intercession",
              "text": "[1] And the third day, there was a marriage in Cana of Galilee: and the mother of Jesus was there.\n[2] And Jesus also was invited, and his disciples, to the marriage.\n[3] And the wine failing, the mother of Jesus saith to him: They have no wine.\n[4] And Jesus saith to her: Woman, what is that to me and to thee? My hour is not yet come.\n[5] His mother saith to the waiters: Whatsoever he shall say to you, do ye."
            },
            {
              "reference": "Lk 1:43",
              "note": "Mary is 'Mother of God'",
              "text": "[43] And whence is this to me that the mother of my Lord should come to me?"
            }
          ]
        },
        {
          "name": "Immaculate Conception of Mary",
          "description": "The Immaculate Conception is the doctrine that Mary was conceived without original sin by the 'pre-applied' grace of Christ's death on the cross",
          "verses": [
            {
              "reference": "Gen 3:15",
              "note": "Mary is the New Eve and enemy of the Serpent",
              "text": "[15] I will put enmities between thee and the woman, and thy seed and her seed: she shall crush thy head, and thou shalt lie in wait for her heel."
            },
            {
              "reference": "Rev 12:1-17",
              "note": "Mary is the New Eve and enemy of the Serpent",
              "text": "[1] And a great sign appeared in heaven: A woman clothed with the sun, and the moon under her feet, and on her head a crown of twelve stars.\n[2] And being with child, she cried travailing in birth: and was in pain to be delivered.\n[3] And there was seen another sign in heaven. And behold a great red dragon, having seven heads and ten horns and on his heads seven diadems.\n[4] And his tail drew the third part of the stars of heaven and cast them to the earth. And the dragon stood before the woman who was ready to be delivered: that, when she should be delivered, he might devour her son.\n[5] And she brought forth a man child, who was to rule all nations with an iron rod. And her son was taken up to God and to his throne.\n[6] And the woman fled into the wilderness, where she had a place prepared by God, that there they should feed her, a thousand two hundred sixty days.\n[7] And there was a great battle in heaven: Michael and his angels fought with the dragon, and the dragon fought, and his angels.\n[8] And they prevailed not: neither was their place found any more in heaven.\n[9] And that great dragon was cast out, that old serpent, who is called the devil and Satan, who seduceth the whole world. And he was cast unto the earth: and his angels were thrown down with him.\n[10] And I heard a loud voice in heaven, saying: Now is come salvation and strength and the kingdom of our God and the power of his Christ: because the accuser of our brethren is cast forth, who accused them before our God day and night.\n[11] And they overcame him by the blood of the Lamb and by the word of the testimony: and they loved not their lives unto death.\n[12] Therefore, rejoice, O heavens, and you that dwell therein. Woe to the earth and to the sea, because the devil is come down unto you, having great wrath, knowing that he hath but a short time.\n[13] And when the dragon saw that he was cast unto the earth, he persecuted the woman who brought forth the man child.\n[14] And there were given to the woman two wings of a great eagle, that she might fly into the desert, unto her place, where she is nourished for a time and times, and half a time, from the face of the serpent.\n[15] And the serpent cast out of his mouth, after the woman, water, as it were a river: that he might cause her to be carried away by the river.\n[16] And the earth helped the woman: and the earth opened her mouth and swallowed up the river which the dragon cast out of his mouth.\n[17] And the dragon was angry against the woman: and went to make war with the rest of her seed, who keep the commandments of God and have the testimony of Jesus Christ."
            },
            {
              "reference": "Lk 1:28",
              "note": "Hail, full of grace! The Lord is with you. The Greek word for 'full of grace' is kecharitomene, denoting a plenitude of grace. Wherever grace is full, sin is absent.",
              "text": "[28] And the angel being come in, said unto her: Hail, full of grace, the Lord is with thee: blessed art thou among women."
            }
          ]
        },
        {
          "name": "Mary Ever-Virgin",
          "verses": [
            {
              "reference": "John 19:26-27",
              "note": "Jesus gives care of Mary to John, not one of his 'brothers'",
              "text": "[26] When Jesus therefore had seen his mother and the disciple standing whom he loved, he saith to his mother: Woman, behold thy son.\n[27] After that, he saith to the disciple: Behold thy mother. And from that hour, the disciple took her to his own."
            },
            {
              "reference": "2 Sam 6:23",
              "note": "passages demonstrating that 'until' (Mt 1:25) does not denote consummation",
              "text": "[23] And a great provision of meats was set before them, and they ate and drank; and he let them go: and they went away to their master: and the robbers of Syria came no more into the land of Israel."
            },
            {
              "reference": "Gen 8:7",
              "note": "passages demonstrating that 'until' (Mt 1:25) does not denote consummation",
              "text": "[7] Which went forth and did not return, till the waters were dried up upon the earth."
            },
            {
              "reference": "Dt 34:6",
              "note": "passages demonstrating that 'until' (Mt 1:25) does not denote consummation",
              "text": "[6] And he buried him in the valley of the land of Moab over against Phogor: and no man hath known of his sepulchre until this present day."
            },
            {
              "reference": "Rev 11:19-12:3",
              "note": "Mary is the Ark of the New Covenant and it would be unfitting for her sacred womb to be violated",
              "text": "[11:19] And the temple of God was opened in heaven: and the ark of his testament was seen in his temple. And there were lightnings and voices and an earthquake and great hail.\n[12:1] And a great sign appeared in heaven: A woman clothed with the sun, and the moon under her feet, and on her head a crown of twelve stars.\n[12:2] And being with child, she cried travailing in birth: and was in pain to be delivered.\n[12:3] And there was seen another sign in heaven. And behold a great red dragon, having seven heads and ten horns and on his heads seven diadems."
            }
          ]
        },
        {
          "name": "The so-called 'Brothers' of Jesus",
          "description": "In Jewish antiquity, 'brother' does not mean 'blood brother' but simply 'kinsman'. Mary wife of Cleophas and 'sister' of the Virgin Mary (Jn 19:25) is the mother of James and Joseph (Mk 15:47; Mt 27:56) who are called the 'brothers of Jesus' (Mk 6:3). Acts 1:12-15 says that there were 120 at Pentecost consisting of apostles (12 people), Mary (1 person), 'some women' (about 12 people) and Jesus' 'brothers'this means that the 'brothers of Jesus numbered at about 95 people!!! Obviously 'brothers' does not mean blood brothers.",
          "verses": [
            {
              "reference": "Gen 14:14",
              "note": "Lot, Abraham's nephew (Gen 11:26-28), described as Abraham's brother (KJV)",
              "text": "[14] Which when Abram had heard, to wit, that his brother Lot was taken, he numbered of the servants born in his house, three hundred and eighteen, well appointed: and pursued them to Dan."
            },
            {
              "reference": "Gen 29:15",
              "note": "Laban, Jacob's uncle, calls Jacob his 'brother'",
              "text": "[15] He said to him: Because thou art my brother, shalt thou serve me without wages? Tell me what wages thou wilt have."
            }
          ]
        },
        {
          "name": "Assumption & Coronation of Mary",
          "verses": [
            {
              "reference": "Gen 5:24",
              "note": "Enoch and Elijah were assumed bodily into heaven",
              "text": "[24] And he walked with God, and was seen no more: because God took him."
            },
            {
              "reference": "Heb 11:5",
              "note": "Enoch and Elijah were assumed bodily into heaven",
              "text": "[5] By faith Henoch was translated that he should not see death: and he was not found because God had translated him. For before his translation he had testimony that he pleased God."
            },
            {
              "reference": "2 Kings 2:1-13",
              "note": "Enoch and Elijah were assumed bodily into heaven",
              "text": "[1] And it came to pass, when the Lord would take up Elias, into heaven, by a whirlwind, that Elias and Eliseus were going from Galgal.\n[2] And Elias said to Eliseus: Stay thou here, because the Lord hath sent me as far as Bethel. And Eliseus said to him: As the Lord liveth, and as thy soul liveth, I will not leave thee. And when they were come down to Bethel,\n[3] The sons of the prophets, that were at Bethel, came forth to Eliseus, and said to him: Dost thou know that, this day, the Lord will take away thy master from thee? And he answered: I also know it: hold your peace.\n[4] And Elias said to Eliseus: Stay here, because the Lord hath sent me to Jericho. And he said: As the Lord liveth, and as thy soul liveth, I will not leave thee. And when they were come to Jericho,\n[5] The sons of the prophets, that were at Jericho, came to Eliseus, and said to him: Dost thou know that, this day, the Lord will take away thy master from thee? And he said: I also know it: hold your peace.\n[6] And Elias said to him: Stay here, because the Lord hath sent me as far as the Jordan. And he said: as the Lord liveth, and as thy soul liveth, I will not leave thee. And they two went on together.\n[7] And fifty men, of the sons of the prophets, followed them, and stood in sight, at a distance: but they two stood by the Jordan.\n[8] And Elias took his mantle, and folded it together, and struck the waters, and they were divided hither and thither, and they both passed over on dry ground.\n[9] And when they were gone over, Elias said to Eliseus: Ask what thou wilt have me to do for thee, before I be taken away from thee. And Eliseus said: I beseech thee, that in me may be thy double spirit.\n[10] And he answered: Thou hast asked a hard thing; nevertheless, if thou see me when I am taken from thee, thou shalt have what thou hast asked: but if thou see me not, thou shalt not have it.\n[11] And as they went on, walking and talking together, behold, a fiery chariot and fiery horses parted them both asunder: and Elias went up by a whirlwind into heaven.\n[12] And Eliseus saw him, and cried: My father, my father, the chariot of Israel, and the driver thereof. And he saw him no more: and he took hold of his own garments, and rent them in two pieces.\n[13] And he took up the mantle of Elias, that fell from him: and going back, he stood on the bank of the Jordan;"
            },
            {
              "reference": "2 Tim 4:8",
              "note": "coronation awaits saints",
              "text": "[8] As to the rest, there is laid up for me a crown of justice which the Lord the just judge will render to me in that day: and not only to me, but to them also that love his coming. Make haste to come to me quickly."
            },
            {
              "reference": "Jas 1:12",
              "note": "coronation awaits saints",
              "text": "[12] Blessed is the man that endureth temptation: for, when he hath been proved, he shall receive the crown of life which God hath promised to them that love him."
            },
            {
              "reference": "1 Pet 5:4",
              "note": "coronation awaits saints",
              "text": "[4] And when the prince of pastors shall appear, you shall receive a never fading crown of glory."
            },
            {
              "reference": "Rev 2:10",
              "note": "coronation awaits saints",
              "text": "[10] Fear none of those things which thou shalt suffer. Behold, the devil will cast some of you into prison, that you may be tried: and you shall have tribulation ten days. Be thou faithful unto death: and I will give thee the crown of life."
            }
          ]
        }
      ]
    },
    {
      "name": "Original Sin",
      "verses": [
        {
          "reference": "Gen 2:16-17",
          "note": "the day you eat...you shall die (spiritual death)",
          "text": "[16] And he commanded him, saying: Of every tree of paradise thou shalt eat:\n[17] But of the tree of knowledge of good and evil, thou shalt not eat. For in what day soever thou shalt eat of it, thou shalt die the death."
        },
        {
          "reference": "Gen 3:11-19",
          "note": "God's punishment for eating of tree",
          "text": "[11] And he said to him: And who hath told thee that thou wast naked, but that thou hast eaten of the tree whereof I commanded thee that thou shouldst not eat?\n[12] And Adam said: The woman, whom thou gavest me to be my companion, gave me of the tree, and I did eat.\n[13] And the Lord God said to the woman: Why hast thou done this? And she answered: The serpent deceived me, and I did eat.\n[14] And the Lord God said to the serpent: Because thou hast done this thing, thou art cursed among all cattle, and beasts of the earth: upon thy breast shalt thou go, and earth shalt thou eat all the days of thy life.\n[15] I will put enmities between thee and the woman, and thy seed and her seed: she shall crush thy head, and thou shalt lie in wait for her heel.\n[16] To the woman also he said: I will multiply thy sorrows, and thy conceptions: in sorrow shalt thou bring forth children, and thou shalt be under thy husband's power, and he shall have dominion over thee.\n[17] And to Adam he said: Because thou hast hearkened to the voice of thy wife, and hast eaten of the tree, whereof I commanded thee, that thou shouldst not eat, cursed is the earth in thy work: with labour and toil shalt thou eat thereof all the days of thy life.\n[18] Thorns and thistles shall it bring forth to thee, and thou shalt eat the herbs of the earth.\n[19] In the sweat of thy face shalt thou eat bread till thou return to the earth out of which thou wast taken: for dust thou art, and into dust thou shalt return."
        },
        {
          "reference": "Ps 50/51:5",
          "note": "in sin my mother conceived me",
          "text": "[5] For I know my iniquity, and my sin is always before me."
        },
        {
          "reference": "Rom 5:12-19",
          "note": "many became sinners through one man's sin",
          "text": "[12] Wherefore as by one man sin entered into this world and by sin death: and so death passed upon all men, in whom all have sinned.\n[13] For until the law sin was in the world: but sin was not imputed, when the law was not.\n[14] But death reigned from Adam unto Moses, even over them also who have not sinned, after the similitude of the transgression of Adam, who is a figure of him who was to come.\n[15] But not as the offence, so also the gift. For if by the offence of one, many died: much more the grace of God and the gift, by the grace of one man, Jesus Christ, hath abounded unto many.\n[16] And not as it was by one sin, so also is the gift. For judgment indeed was by one unto condemnation: but grace is of many offences unto justification.\n[17] For if by one man's offence death reigned through one; much more they who receive abundance of grace and of the gift and of justice shall reign in life through one, Jesus Christ.\n[18] Therefore, as by the offence of one, unto all men to condemnation: so also by the justice of one, unto all men to justification of life.\n[19] For as by the disobedience of one man, many were made sinners: so also by the obedience of one, many shall be made just."
        },
        {
          "reference": "1 Cor 15:21-23",
          "note": "by man came death; in Adam all die",
          "text": "[21] For by a man came death: and by a man the resurrection of the dead.\n[22] And as in Adam all die, so also in Christ all shall be made alive.\n[23] But every one in his own order: the firstfruits, Christ: then they that are of Christ, who have believed in his coming."
        }
      ]
    },
    {
      "name": "Peter & Papacy",
      "description": "Peter, the first Pope, is named 195 times in the New Testament  more than all the other Apostles combined.",
      "verses": [
        {
          "reference": "Mt 16:18",
          "note": "on this rock (Peter) I will build my Church",
          "text": "[18] And I say to thee: That thou art Peter; and upon this rock I will build my church, and the gates of hell shall not prevail against it."
        },
        {
          "reference": "Mt 16:19",
          "note": "I will give you the keys of the kingdom...whatever you bind on earth is bound in heaven",
          "text": "[19] And I will give to thee the keys of the kingdom of heaven. And whatsoever thou shalt bind upon earth, it shall be bound also in heaven: and whatsoever thou shalt loose on earth, it shall be loosed also in heaven."
        },
        {
          "reference": "Lk 22:32",
          "note": "Peter's faith will strengthen his brethren",
          "text": "[32] But I have prayed for thee, that thy faith fail not: and thou, being once converted, confirm thy brethren."
        },
        {
          "reference": "Lk 24:34",
          "note": "Peter is first apostle to see resurrected Christ",
          "text": "[34] Saying: The Lord is risen indeed and hath appeared to Simon."
        },
        {
          "reference": "Jn 21:17",
          "note": "Peter is Christ's chief shepherd who 'feeds the sheep'",
          "text": "[17] He said to him the third time: Simon, son of John, lovest thou me? Peter was grieved because he had said to him the third time: Lovest thou me? And he said to him: Lord, thou knowest all things: thou knowest that I love thee. He said to him: Feed my sheep."
        },
        {
          "reference": "Mk 16:7",
          "note": "angel sent to announce resurrection to Peter",
          "text": "[7] But go, tell his disciples and Peter that he goeth before you into Galilee. There you shall see him, as he told you."
        },
        {
          "reference": "Acts 1:13-26",
          "note": "Peter oversees election of Matthias",
          "text": "[13] And when they were come in, they went up into an upper room, where abode Peter and John, James and Andrew, Philip and Thomas, Bartholomew and Matthew, James of Alpheus and Simon Zelotes and Jude the brother of James.\n[14] All these were persevering with one mind in prayer with the women, and Mary the mother of Jesus, and with his brethren.\n[15] In those days Peter rising up in the midst of the brethren, said (now the number of persons together was about an hundred and twenty):\n[16] Men, brethren, the scripture must needs be fulfilled, which the Holy Ghost spoke before by the mouth of David concerning Judas, who was the leader of them that apprehended Jesus:\n[17] Who was numbered with us, and had obtained part of this ministry.\n[18] And he indeed hath possessed a field of the reward of iniquity, and being hanged, burst asunder in the midst: and all his bowels gushed out.\n[19] And it became known to all the inhabitants of Jerusalem: so that the same field was called in their tongue, Haceldama, that is to say, The field of blood.\n[20] For it is written in the book of Psalms: Let their habitation become desolate, and let there be none to dwell therein. And his bishopric let another take.\n[21] Wherefore of these men who have companied with us, all the time that the Lord Jesus came in and went out among us,\n[22] Beginning from the baptism of John, until the day wherein he was taken up from us, one of these must be made a witness with us of his resurrection.\n[23] And they appointed two, Joseph, called Barsabas, who was surnamed Justus, and Matthias.\n[24] And praying, they said: Thou, Lord, who knowest the heart of all men, shew whether of these two thou hast chosen,\n[25] To take the place of this ministry and apostleship, from which Judas hath by transgression fallen, that he might go to his own place.\n[26] And they gave them lot, and the lot fell upon Matthias, and he was numbered with the eleven apostles."
        },
        {
          "reference": "Acts 2:14",
          "note": "Peter preaches first apostolic sermon",
          "text": "[14] But Peter standing up with the eleven, lifted up his voice, and spoke to them: Ye men of Judea, and all you that dwell in Jerusalem, be this known to you and with your ears receive my words."
        },
        {
          "reference": "Acts 3:6-7",
          "note": "Peter performs first apostolic miracle",
          "text": "[6] But Peter said: Silver and gold I have none; but what I have, I give thee. In the name of Jesus Christ of Nazareth, arise and walk.\n[7] And taking him by the right hand, he lifted him up: and forthwith his feet and soles received strength."
        },
        {
          "reference": "Acts 8:21",
          "note": "Peter excommunicates first heretic",
          "text": "[21] Thou hast no part nor lot in this matter. For thy heart is not right in the sight of God."
        },
        {
          "reference": "Acts 10:44-46",
          "note": "Peter baptizes first Gentile",
          "text": "[44] While Peter was yet speaking these words, the Holy Ghost fell on all them that heard the word.\n[45] And the faithful of the circumcision, who came with Peter, were astonished for that the grace of the Holy Ghost was poured out upon the Gentiles also.\n[46] For they heard them speaking with tongues and magnifying God."
        },
        {
          "reference": "Acts 15:7",
          "note": "Peter presides over first apostolic council",
          "text": "[7] And when there had been much disputing, Peter, rising up, said to them: Men, brethren, you know that in former days God made choice among us, that by my mouth the Gentiles should hear the word of the gospel and believe."
        },
        {
          "reference": "Acts 15:19",
          "note": "Peter pronounces first apostolic dogma",
          "text": "[19] For which cause, judge that they who from among the Gentiles are converted to God are not to be disquieted:"
        },
        {
          "reference": "Gal 1:18",
          "note": "Paul visits Peter after his conversion",
          "text": "[18] Then, after three years, I went to Jerusalem to see Peter: and I tarried with him fifteen days."
        }
      ]
    },
    {
      "name": "Priesthood",
      "description": "The English word 'priest' comes from the Greek work 'presbyter' meaning 'elder'.",
      "verses": [
        {
          "reference": "Rom 15:16",
          "note": "Paul calls himself 'a minister of Christ Jesus with the priestly duty of proclaiming the gospel of God'",
          "text": "[16] That I should be the minister of Christ Jesus among the Gentiles: sanctifying the gospel of God, that the oblation of the Gentiles may be made acceptable and sanctified in the Holy Ghost."
        },
        {
          "reference": "Acts 1:15-26",
          "note": "unbroken Apostolic Succession of laying on of hands",
          "text": "[15] In those days Peter rising up in the midst of the brethren, said (now the number of persons together was about an hundred and twenty):\n[16] Men, brethren, the scripture must needs be fulfilled, which the Holy Ghost spoke before by the mouth of David concerning Judas, who was the leader of them that apprehended Jesus:\n[17] Who was numbered with us, and had obtained part of this ministry.\n[18] And he indeed hath possessed a field of the reward of iniquity, and being hanged, burst asunder in the midst: and all his bowels gushed out.\n[19] And it became known to all the inhabitants of Jerusalem: so that the same field was called in their tongue, Haceldama, that is to say, The field of blood.\n[20] For it is written in the book of Psalms: Let their habitation become desolate, and let there be none to dwell therein. And his bishopric let another take.\n[21] Wherefore of these men who have companied with us, all the time that the Lord Jesus came in and went out among us,\n[22] Beginning from the baptism of John, until the day wherein he was taken up from us, one of these must be made a witness with us of his resurrection.\n[23] And they appointed two, Joseph, called Barsabas, who was surnamed Justus, and Matthias.\n[24] And praying, they said: Thou, Lord, who knowest the heart of all men, shew whether of these two thou hast chosen,\n[25] To take the place of this ministry and apostleship, from which Judas hath by transgression fallen, that he might go to his own place.\n[26] And they gave them lot, and the lot fell upon Matthias, and he was numbered with the eleven apostles."
        },
        {
          "reference": "2 Tim 2:2",
          "note": "unbroken Apostolic Succession of laying on of hands",
          "text": "[2] And the things which thou hast heard of me by many witnesses, the same commend to faithful men who shall be fit to teach others also."
        },
        {
          "reference": "Tit 1:5",
          "note": "unbroken Apostolic Succession of laying on of hands",
          "text": "[5] For this cause I left thee in Crete: that thou shouldest set in order the things that are wanting and shouldest ordain priests in every city, as I also appointed thee:"
        },
        {
          "reference": "Acts 15:6,23",
          "note": "presbyters/elders (priests) were ordained to preach and administer the sacraments",
          "text": "[6] And the apostles and ancients assembled to consider of this matter.\n[23] Writing by their hands: The apostles and ancients, brethren, to the brethren of the Gentiles that are at Antioch and in Syria and Cilicia, greeting."
        },
        {
          "reference": "1 Tim 4:14",
          "note": "presbyters/elders (priests) were ordained to preach and administer the sacraments",
          "text": "[14] Neglect not the grace that is in thee, which was given thee by prophecy, with imposition of the hands of the priesthood."
        },
        {
          "reference": "1 Tim 5:22",
          "note": "presbyters/elders (priests) were ordained to preach and administer the sacraments",
          "text": "[22] Impose not hands lightly upon any man, neither be partaker of other men's sins. Keep thyself chaste."
        },
        {
          "reference": "1 Tim 5:17",
          "note": "presbyters/elders (priests) were ordained to preach and administer the sacraments",
          "text": "[17] Let the priests that rule well be esteemed worthy of double honour: especially they who labour in the word and doctrine."
        },
        {
          "reference": "Jas 5:13-15",
          "note": "presbyters/elders (priests) were ordained to preach and administer the sacraments",
          "text": "[13] Is any of you sad? Let him pray: Is he cheerful in mind? Let him sing.\n[14] Is any man sick among you? Let him bring in the priests of the church and let them pray over him, anointing him with oil in the name of the Lord.\n[15] And the prayer of faith shall save the sick man. And the Lord shall raise him up: and if he be in sins, they shall be forgiven him."
        },
        {
          "reference": "Lk 16:24",
          "note": "ministers called 'father'",
          "text": "[24] And he cried and said: Father Abraham, have mercy on me and send Lazarus, that he may dip the tip of his finger in water to cool my tongue: for I am tormented in this flame."
        },
        {
          "reference": "Rom 4",
          "note": "ministers called 'father'"
        },
        {
          "reference": "1 Cor 4:14-15",
          "note": "ministers called 'father'",
          "text": "[14] I write not these things to confound you: but I admonish you as my dearest children.\n[15] For if you have ten thousand instructors in Christ, yet not many fathers. For in Christ Jesus, by the gospel, I have begotten you."
        },
        {
          "reference": "Acts 7:2",
          "note": "ministers called 'father'",
          "text": "[2] Who said: Ye men, brethren and fathers, hear. The God of glory appeared to our father Abraham, when he was in Mesopotamia, before he dwelt in Charan."
        },
        {
          "reference": "1 Thes 2:11",
          "note": "ministers called 'father'",
          "text": "[11] As you know in what manner, entreating and comforting you (as a father doth his children),"
        },
        {
          "reference": "1 Jn 2:13-14",
          "note": "ministers called 'father'",
          "text": "[13] I write unto you, fathers, because you have known him who is from the beginning. I write unto you, young men, because you have overcome the wicked one.\n[14] I write unto you, babes, because you have known the Father. I write unto you, young men, because you are strong, and the word of God abideth in you, and you have overcome the wicked one."
        },
        {
          "reference": "Gen 14:18",
          "note": "priest forever according to order of Melchizedek, offering bread and wine",
          "text": "[18] But Melchisedech, the king of Salem, bringing forth bread and wine, for he was the priest of the most high God,"
        },
        {
          "reference": "Ps 109/110:4",
          "note": "priest forever according to order of Melchizedek, offering bread and wine",
          "text": "[4] The Lord hath sworn, and he will not repent: Thou art a priest for ever according to the order of Melchisedech."
        },
        {
          "reference": "Heb 7:1-17",
          "note": "priest forever according to order of Melchizedek, offering bread and wine",
          "text": "[1] For this Melchisedech was king of Salem, priest of the most high God, who met Abraham returning from the slaughter of the kings and blessed him:\n[2] To whom also Abraham divided the tithes of all: who first indeed by interpretation is king of justice: and then also king of Salem, that is, king of peace:\n[3] Without father, without mother, without genealogy, having neither beginning of days nor end of life, but likened unto the Son of God, continueth a priest for ever.\n[4] Now consider how great this man is, to whom also Abraham the patriarch gave tithes out of the principal things.\n[5] And indeed they that are of the sons of Levi, who receive the priesthood, have a commandment to take tithes of the people according to the law, that is to say, of their brethren: though they themselves also came out of the loins of Abraham.\n[6] But he, whose pedigree is not numbered among them, received tithes of Abraham and blessed him that had the promises.\n[7] And without all contradiction, that which is less is blessed by the better.\n[8] And here indeed, men that die receive tithes: but there, he hath witness that he liveth.\n[9] And (as it may be said) even Levi who received tithes paid tithes in Abraham:\n[10] For he was yet in the loins of his father when Melchisedech met him.\n[11] If then perfection was by the Levitical priesthood (for under it the people received the law), what further need was there that another priest should rise according to the order of Melchisedech: and not be called according to the order of Aaron?\n[12] For the priesthood being translated, it is necessary that a translation also be made of the law,\n[13] For he of whom these things are spoken is of another tribe, of which no one attended on the altar.\n[14] For it is evident that our Lord sprung out of Juda: in which tribe Moses spoke nothing concerning priests.\n[15] And it is yet far more evident: if according to the similitude of Melchisedech there ariseth another priest,\n[16] Who is made, not according to the law of a law of a carnal commandment, but according to the power of an indissoluble life.\n[17] For he testifieth: Thou art a priest for ever according to the order of Melchisedech."
        }
      ]
    },
    {
      "name": "Prayers for the Dead",
      "verses": [
        {
          "reference": "2 Mac 12:43-46",
          "note": "sacrifice for the dead",
          "text": "[43] And making a gathering, he sent twelve thousand drachms of silver to Jerusalem for sacrifice to be offered for the sins of the dead, thinking well and religiously concerning the resurrection.\n[44] (For if he had not hoped that they that were slain should rise again, it would have seemed superfluous and vain to pray for the dead,)\n[45] And because he considered that they who had fallen asleep with godliness, had great grace laid up for them.\n[46] It is therefore a holy and wholesome thought to pray for the dead, that they may be loosed from sins. It is therefore a holy and wholesome thought to pray for the"
        },
        {
          "reference": "2 Tim 1:15-18",
          "note": "Paul prays for the now deceased Onesiphorus for 'that Day'",
          "text": "[15] Thou knowest this, that all they who are in Asia are turned away from me: of whom are Phigellus and Hermogenes.\n[16] The Lord give mercy to the house of Onesiphorus: because he hath often refreshed me and hath not been ashamed of my chain:\n[17] But when he was come to Rome, he carefully sought me and found me.\n[18] The Lord grant unto him to find mercy of the Lord in that day. And in how many things he ministered unto me at Ephesus, thou very well knowest."
        }
      ]
    },
    {
      "name": "Purgatory",
      "description": "Purgatory is the state where the Holy Spirit purifies people who are saved but who still need to repent of their particular sins. Christ remits eternal guilt at justification, but completes personal sanctification, if necessary, in purgatory.",
      "verses": [
        {
          "reference": "1 Cor 3:15",
          "note": "he himself will be saved, but only as one escaping through the flames",
          "text": "[15] If any mans work burn, he shall suffer loss: but he himself shall be saved, yet so as by fire."
        },
        {
          "reference": "Lk 12:59",
          "note": "examples of temporal punishment",
          "text": "[59] I say to thee, thou shalt not go out thence until thou pay the very last mite."
        },
        {
          "reference": "1 Pet 1:7",
          "note": "examples of temporal punishment",
          "text": "[7] That the trial of your faith (much more precious than gold which is tried by the fire) may be found unto praise and glory and honour at the appearing of Jesus Christ."
        },
        {
          "reference": "Mt 5:25-26",
          "note": "examples of temporal punishment",
          "text": "[25] Be at agreement with thy adversary betimes, whilst thou art in the way with him: lest perhaps the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.\n[26] Amen I say to thee, thou shalt not go out from thence till thou repay the last farthing."
        },
        {
          "reference": "Heb 12:6-11",
          "note": "God's painful discipline",
          "text": "[6] For whom the Lord loveth he chastiseth: and he scourgeth every son whom he receiveth.\n[7] Persevere under discipline. God dealeth with you as with his sons. For what son is there whom the father doth not correct?\n[8] But if you be without chastisement, whereof all are made partakers, then are you bastards and not sons.\n[9] Moreover, we have had fathers of our flesh for instructors, and we reverenced them. Shall we not much more obey the Father of spirits and live?\n[10] And they indeed for a few days, according to their own pleasure, instructed us: but he, for our profit, that we might receive his sanctification.\n[11] Now all chastisement for the present indeed seemeth not to bring with it joy, but sorrow: but afterwards it will yield to them that are exercised by it the most peaceable fruit of justice."
        },
        {
          "reference": "Mt 12:32",
          "note": "no forgiveness...nor in the age to come",
          "text": "[32] And whosoever shall speak a word against the Son of man, it shall be forgiven him: but he that shall speak against the Holy Ghost, it shall not be forgiven him neither in this world, nor in the world to come."
        },
        {
          "reference": "Rev 21:27",
          "note": "nothing unclean shall enter heaven",
          "text": "[27] There shall not enter into it any thing defiled or that worketh abomination or maketh a lie: but they that are written in the book of life of the Lamb."
        },
        {
          "reference": "Heb 12:23",
          "note": "souls in heaven 'having been made perfect'",
          "text": "[23] And to the church of the firstborn who are written in the heavens, and to God the judge of all, and to the spirits of the just made perfect,"
        },
        {
          "reference": "Col 1:24",
          "note": "'extra' suffering",
          "text": "[24] Who now rejoice in my sufferings for you and fill up those things that are wanting of the sufferings of Christ, in my flesh, for his body, which is the church:"
        }
      ]
    },
    {
      "name": "Relics",
      "verses": [
        {
          "reference": "2 Kgs 13:20-21",
          "note": "Elisha's bones give life to a dead man (1st class relic)",
          "text": "[20] And Eliseus died, and they buried him. And the rovers from Moab came into the land the same year.\n[21] And some that were burying a man, saw the rovers, and cast the body into the sepulchre of Eliseus. And when it had touched the bones of Eliseus, the man came to life and stood upon his feet."
        },
        {
          "reference": "Mt 9:20-22",
          "note": "Jesus' garment cures a woman (2nd class relic)",
          "text": "[20] And behold a woman who was troubled with an issue of blood twelve years, came behind him, and touched the hem of his garment.\n[21] For she said within herself: If I shall touch only his garment, I shall be healed.\n[22] But Jesus turning and seeing her, said: Be of good heart, daughter, thy faith hath made thee whole. And the woman was made whole from that hour."
        },
        {
          "reference": "Acts 19:11,12",
          "note": "handkerchiefs and aprons touch to Paul's body heal the sick (3rd class relic)",
          "text": "[11] And God wrought by the hand of Paul more than common miracles.\n[12] So that even there were brought from his body to the sick, handkerchiefs and aprons: and the diseases departed from them: and the wicked spirits went out of them."
        },
        {
          "reference": "Acts 5:15-16",
          "note": "Peter's shadow thought to heal the sick",
          "text": "[15] Insomuch that they brought forth the sick into the streets and laid them on beds and couches, that, when Peter came, his shadow at the least might overshadow any of them and they might be delivered from their infirmities.\n[16] And there came also together to Jerusalem a multitude out of the neighbouring cities, bringing sick persons and such as were troubled with unclean spirits: who were all healed."
        }
      ]
    },
    {
      "name": "Saints",
      "verses": [
        {
          "reference": "Mk 12:26-27",
          "note": "not God of the dead, but of the living",
          "text": "[26] And as concerning the dead that they rise again have you not read in the book of Moses, how in the bush God spoke to him, saying: I am the God of Abraham and the God of Isaac and the God of Jacob?\n[27] He is not the God of the dead, but of the living. You therefore do greatly err."
        },
        {
          "reference": "Jn 15:1-8",
          "note": "vine and its branches",
          "text": "[1] I am the true vine: and my Father is the husbandman.\n[2] Every branch in me that beareth not fruit, he will take away: and every one that beareth fruit, he will purge it, that it may bring forth more fruit.\n[3] Now you are clean, by reason of the word which I have spoken to you.\n[4] Abide in me: and I in you. As the branch cannot bear fruit of itself, unless it abide in the vine, so neither can you, unless you abide in me.\n[5] I am the vine: you the branches. He that abideth in me, and I in him, the same beareth much fruit: for without me you can do nothing.\n[6] If any one abide not in me, he shall be cast forth as a branch and shall wither: and they shall gather him up and cast him into the fire: and he burneth.\n[7] If you abide in me and my words abide in you, you shall ask whatever you will: and it shall be done unto you.\n[8] In this is my Father glorified: that you bring forth very much fruit and become my disciples."
        },
        {
          "reference": "1 Cor 12:25-27",
          "note": "body of Christ",
          "text": "[25] That there might be no schism in the body: but the members might be mutually careful one for another.\n[26] And if one member suffer any thing, all the members suffer with it: or if one member glory, all the members rejoice with it.\n[27] Now you are the body of Christ and members of member."
        },
        {
          "reference": "Rom 12:4-5",
          "note": "body of Christ",
          "text": "[4] For as in one body we have many members, but all the members have not the same office:\n[5] So we, being many, are one body in Christ; and every one members one of another:"
        },
        {
          "reference": "Eph 6:18",
          "note": "intercessory prayer",
          "text": "[18] By all prayer and supplication praying at all times in the spirit: and in the same watching with all instance and supplication for all the saints:"
        },
        {
          "reference": "Rom 15:30",
          "note": "intercessory prayer",
          "text": "[30] I beseech you therefore, brethren, through our Lord Jesus Christ and by the charity of the Holy Ghost, that you help me in your prayers for me to God,"
        },
        {
          "reference": "Col 4:3",
          "note": "intercessory prayer",
          "text": "[3] Praying withal for us also, that God may open unto us a door of speech to speak the mystery of Christ (for which also I am bound):"
        },
        {
          "reference": "Jos 5:14",
          "note": "veneration of angels united with God (Mt 18:10)",
          "text": "[14] And he answered: No: but I am prince of the host of the Lord, and now I am come."
        },
        {
          "reference": "Dan 8:17",
          "note": "veneration of angels united with God (Mt 18:10)",
          "text": "[17] And he came, and stood near where I stood: and when he was come, I fell on my face, trembling, and he said to me: Understand, O son of man, for in the time of the end the vision shall be fulfilled."
        },
        {
          "reference": "Tob 12:16",
          "note": "veneration of angels united with God (Mt 18:10)",
          "text": "[16] And when they had heard these things, they were troubled, and being seized with fear they fell upon the ground on their face."
        },
        {
          "reference": "1 Cor 13:12",
          "note": "saints also united with God",
          "text": "[12] We see now through a glass in a dark manner: but then face to face. Now I know in part: but then I shall know even as I am known."
        },
        {
          "reference": "1 John 3:2",
          "note": "saints also united with God",
          "text": "[2] Dearly beloved, we are now the sons of God: and it hath not yet appeared what we shall be. We know that when he shall appear we shall be like to him: because we shall see him as he is."
        },
        {
          "reference": "Lk 20:34-38",
          "note": "those who died are like angels",
          "text": "[34] And Jesus said to them: The children of this world marry and are given in marriage:\n[35] But they that shall be accounted worthy of that world and of the resurrection from the dead shall neither be married nor take wives.\n[36] Neither can they die any more for they are equal to the angels and are the children of God, being the children of the resurrection.\n[37] Now that the dead rise again, Moses also shewed at the bush, when he called the Lord: The God of Abraham and the God of Isaac and the God of Jacob.\n[38] For he is not the God of the dead, but of the living: for all live to him."
        },
        {
          "reference": "2 Mac 15:11-16",
          "note": "deceased Onias and Jeremiah interceded for Jews",
          "text": "[11] So he armed every one of them, not with defence of shield and spear, but with very good speeches, and exhortations, and told them a dream worthy to be believed, whereby he rejoiced them all.\n[12] Now the vision was in this manner. Onias, who had been high priest, a good and virtuous man, modest in his looks, gentle in his manners, and graceful in speech, and who from a child was exercised in virtues holding up his hands, prayed for all the people of the Jews:\n[13] After this there appeared also another man, admirable for age, and glory, and environed with great beauty and majesty:\n[14] Then Onias answering, said: This is a lover of his brethren, and of the people of Israel: this is he that prayeth much for the people, and for all the holy city, Jeremias, the prophet of God.\n[15] Whereupon Jeremias stretched forth his right hand, and gave to Judas a sword of gold, saying:\n[16] Take this holy sword, a gift from God, wherewith thou shalt overthrow the adversaries of my people Israel."
        },
        {
          "reference": "Rev 5:8",
          "note": "saints in heaven presenting to the Lamb the prayers of those on earth",
          "text": "[8] And when he had opened the book, the four living creatures and the four and twenty ancients fell down before the Lamb, having every one of them harps and golden vials full of odours, which are the prayers of saints."
        },
        {
          "reference": "Rev 8:3-4",
          "note": "saints in heaven presenting to the Lamb the prayers of those on earth",
          "text": "[3] And another angel came and stood before the altar, having a golden censer: and there was given to him much incense, that he should offer of the prayers of all saints, upon the golden altar which is before the throne of God.\n[4] And the smoke of the incense of the prayers of the saints ascended up before God from the hand of the angel."
        }
      ]
    },
    {
      "name": "Salvation",
      "subcategories": [
        {
          "name": "Past Event ('I have been saved')",
          "verses": [
            {
              "reference": "Rom 8:24",
              "note": "in you hope you were saved",
              "text": "[24] For we are saved by hope. But hope that is seen is not hope. For what a man seeth, why doth he hope for?"
            },
            {
              "reference": "Eph 2:5-8",
              "note": "by grace you have been saved",
              "text": "[5] Even when we were dead in sins, hath quickened us together in Christ (by whose grace you are saved)\n[6] And hath raised us up together and hath made us sit together in the heavenly places, through Christ Jesus.\n[7] That he might shew in the ages to come the abundant riches of his grace, in his bounty towards us in Christ Jesus.\n[8] For by grace you are saved through faith: and that not of yourselves, for it is the gift of God."
            },
            {
              "reference": "2 Tim 1:9",
              "note": "he saved us, he called us",
              "text": "[9] Who hath delivered us and called us by his holy calling, not according to our own works, but according to his own purpose and grace, which was given us in Christ Jesus before the times of the world:"
            },
            {
              "reference": "Titus 3:5",
              "note": "he saved us though the washing of regeneration",
              "text": "[5] Not by the works of justice which we have done, but according to his mercy, he saved us, by the laver of regeneration and renovation of the Holy Ghost."
            }
          ]
        },
        {
          "name": "Present Event ('I am being saved')",
          "verses": [
            {
              "reference": "Phil 2:12",
              "note": "work out your salvation with fear and trembling",
              "text": "[12] Wherefore, my dearly beloved, (as you have always obeyed, not as in my presence only but much more now in my absence) with fear and trembling work out your salvation."
            },
            {
              "reference": "1 Pet 1:9",
              "note": "as you attain the goal of your faith, salvation",
              "text": "[9] Receiving the end of your faith, even the salvation of your souls."
            }
          ]
        },
        {
          "name": "Future Event ('I will be saved')",
          "verses": [
            {
              "reference": "Mt 10:22",
              "note": "he who endures to the end will be saved",
              "text": "[22] And you shall be hated by all men for my name's sake: but he that shall persevere unto the end, he shall be saved."
            },
            {
              "reference": "Mt 24:13",
              "note": "he who perseveres to the end will be saved",
              "text": "[13] But he that shall persevere to the end, he shall be saved."
            },
            {
              "reference": "Mk 8:35",
              "note": "he who loses his life for my sake will save it",
              "text": "[35] For whosoever will save his life shall lose it: and whosoever shall lose his life for my sake and the gospel shall save it."
            },
            {
              "reference": "Acts 15:11",
              "note": "we shall be saved through the grace of Jesus",
              "text": "[11] But by the grace of the Lord Jesus Christ, we believe to be saved, in like manner as they also."
            },
            {
              "reference": "Rom 5:9-10",
              "note": "since we are justified, we shall be saved",
              "text": "[9] Christ died for us. Much more therefore, being now justified by his blood, shall we be saved from wrath through him.\n[10] For if, when we were enemies, we were reconciled to God by the death of his Son: much more, being reconciled, shall we be saved by his life."
            },
            {
              "reference": "Rom 13:11",
              "note": "salvation is nearer now than when we first believed",
              "text": "[11] And that, knowing the season, that it is now the hour for us to rise from sleep. For now our salvation is nearer than when we believed."
            },
            {
              "reference": "1 Cor 3:15",
              "note": "he will be saved, but only through fire",
              "text": "[15] If any mans work burn, he shall suffer loss: but he himself shall be saved, yet so as by fire."
            },
            {
              "reference": "Heb 9:28",
              "note": "Jesus will appear again to bring salvation",
              "text": "[28] So also Christ was offered once to exhaust the sins of many. The second time he shall appear without sin to them that expect him unto salvation."
            }
          ]
        },
        {
          "name": "'Once saved always saved' denied by Scripture",
          "verses": [
            {
              "reference": "Mt 7:21",
              "note": "Not everyone who says 'Lord, Lord' will be saved",
              "text": "[21] Not every one that saith to me, Lord, Lord, shall enter into the kingdom of heaven: but he that doth the will of my Father who is in heaven, he shall enter into the kingdom of heaven."
            },
            {
              "reference": "Mt 24:13",
              "note": "he who perseveres to the end will be saved",
              "text": "[13] But he that shall persevere to the end, he shall be saved."
            },
            {
              "reference": "Rom 11:21-22",
              "note": "spare branches, continue or be cut off",
              "text": "[21] For if God hath not spared the natural branches, fear lest perhaps also he spare not thee.\n[22] See then the goodness and the severity of God: towards them indeed that are fallen, the severity; but towards thee, the goodness of God, if thou abide in goodness. Otherwise thou also shalt be cut off."
            },
            {
              "reference": "1 Cor 9:27",
              "note": "I beat my body and make it my slave so that after I have preached to others, I myself will not be disqualified for the prize",
              "text": "[27] But I chastise my body and bring it into subjection: lest perhaps, when I have preached to others, I myself should become a castaway."
            },
            {
              "reference": "1 Cor 10:12",
              "note": "So, if you think you are standing firm, be careful that you don't fall!",
              "text": "[12] Wherefore, he that thinketh himself to stand, let him take heed lest he fall."
            },
            {
              "reference": "Gal 5:4",
              "note": "You who are trying to be justified by law have been alienated from Christ; you have fallen away from grace",
              "text": "[4] You are made void of Christ, you who are justified in the law: you are fallen from grace."
            },
            {
              "reference": "Phil 2:12",
              "note": "work out salvation with fear and trembling",
              "text": "[12] Wherefore, my dearly beloved, (as you have always obeyed, not as in my presence only but much more now in my absence) with fear and trembling work out your salvation."
            },
            {
              "reference": "Heb 4:1",
              "note": "the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it",
              "text": "[1] Let us fear therefore lest, the promise being left of entering into his rest, any of you should be thought to be wanting."
            },
            {
              "reference": "Heb 6:4-6",
              "note": "describes 'enlightened' Christians who have fallen away from Christ",
              "text": "[4] For it is impossible for those who were once illuminated, have tasted also the heavenly gift and were made partakers of the Holy Ghost,\n[5] Have moreover tasted the good word of God and the powers of the world to come,\n[6] And are fallen away: to be renewed again to penance, crucifying again to themselves the Son of God and making him a mockery."
            },
            {
              "reference": "Heb 10:26-29",
              "note": "worse punishment ... for the man who has spurned the Son of God, and profaned the blood of the covenant by which he was sanctified, and outraged the Spirit of grace",
              "text": "[26] For if we sin wilfully after having the knowledge of the truth, there is now left no sacrifice for sins:\n[27] But a certain dreadful expectation of judgment, and the rage of a fire which shall consume the adversaries.\n[28] A man making void the law of Moses dieth without any mercy under two or three witnesses:\n[29] How much more, do you think he deserveth worse punishments, who hath trodden under foot the Son of God and hath esteemed the blood of the testament unclean, by which he was sanctified, and hath offered an affront to the Spirit of grace?"
            },
            {
              "reference": "Jas 5:19-20",
              "note": "Christians can 'wander from the truth,' which leads to 'death'",
              "text": "[19] My brethren, if any of you err from the truth and one convert him:\n[20] He must know that he who causeth a sinner to be converted from the error of his way shall save his soul from death and shall cover a multitude of sins."
            },
            {
              "reference": "2 Pet 2:1",
              "note": "even denying the Master who bought them, bringing upon themselves swift destruction",
              "text": "[1] But there were also false prophets among the people, even as there shall be among you lying teachers who shall bring in sects of perdition and deny the Lord who bought them: bringing upon themselves swift destruction."
            },
            {
              "reference": "2 Pet 2:20",
              "note": "some have come to knowledge of Christ but they have returned to sin and their end is worse than their beginnings",
              "text": "[20] For if, flying from the pollutions of the world, through the knowledge of our Lord and Saviour Jesus Christ, they be again entangled in them and overcome: their latter state is become unto them worse than the former."
            },
            {
              "reference": "1 Jn 5:16-17",
              "note": "some sins are mortal, some not",
              "text": "[16] He that knoweth his brother to sin a sin which is not to death, let him ask: and life shall be given to him who sinneth not to death. There is a sin unto death. For that I say not that any man ask.\n[17] All iniquity is sin. And there is a sin unto death."
            }
          ]
        }
      ]
    },
    {
      "name": "Scripture & Tradition",
      "verses": [
        {
          "reference": "Jn 21:25",
          "note": "not everything is in the Bible",
          "text": "[25] But there are also many other things which Jesus did which, if they were written every one, the world itself. I think, would not be able to contain the books that should be written."
        },
        {
          "reference": "2 Thess 2:15",
          "note": "Paul speaks of oral tradition",
          "text": "[15] Now our Lord Jesus Christ himself, and God and our Father, who hath loved us and hath given us everlasting consolation and good hope in grace,"
        },
        {
          "reference": "2 Tim 2:2",
          "note": "Paul speaks of oral tradition",
          "text": "[2] And the things which thou hast heard of me by many witnesses, the same commend to faithful men who shall be fit to teach others also."
        },
        {
          "reference": "1 Cor 11:2",
          "note": "Paul speaks of oral tradition",
          "text": "[2] Now I praise you, brethren, that in all things you are mindful of me and keep my ordinances as I have delivered them to you."
        },
        {
          "reference": "1 Thess 2:13",
          "note": "Paul speaks of oral tradition",
          "text": "[13] Therefore, we also give thanks to God without ceasing: because, that when you had received of us the word of the hearing of God, you received it not as the word of men, but (as it is indeed) the word of God, who worketh in you that have believed."
        },
        {
          "reference": "Acts 2:42",
          "note": "early Christians followed apostolic tradition",
          "text": "[42] And they were persevering in the doctrine of the apostles and in the communication of the breaking of bread and in prayers."
        },
        {
          "reference": "2 Pet 3:16",
          "note": "Bible hard to understand, meaning easily distorted",
          "text": "[16] As also in all his epistles, speaking in them of these things; in which are certain things hard to be understood, which the unlearned and unstable wrest, as they do also the other scriptures, to their own destruction."
        },
        {
          "reference": "2 Jn 1:12",
          "note": "more oral tradition",
          "text": "[12] Having more things to write unto you, I would not by paper and ink: for I hope that I shall be with you and speak face to face, that your joy may be full."
        },
        {
          "reference": "3 Jn 1:13-14",
          "note": "more oral tradition",
          "text": "[13] I had many things to write unto thee: but I would not by ink and pen write to thee.\n[14] But I hope speedily to see thee: and we will speak mouth to mouth. Peace be to thee. Our friends salute thee. Salute the friends by name."
        },
        {
          "reference": "2 Pet 1:20-21",
          "note": "against personal interpretation of Bible",
          "text": "[20] Understanding this first: That no prophecy of scripture is made by private interpretation.\n[21] For prophecy came not by the will of man at any time: but the holy men of God spoke, inspired by the Holy Ghost."
        },
        {
          "reference": "Acts 8:31",
          "note": "guidance needed to interpret scriptures",
          "text": "[31] Who said: And how can I, unless some man shew me? And he desired Philip that he would come up and sit with him."
        },
        {
          "reference": "Heb 5:12",
          "note": "guidance needed to interpret scriptures",
          "text": "[12] For whereas for the time you ought to be masters, you have need to be taught again what are the first elements of the words of God: and you are become such as have need of milk and not of strong meat."
        }
      ]
    },
    {
      "name": "Seven Sacraments Instituted by Christ",
      "verses": [
        {
          "note": "Baptism",
          "reference": "Mt 28:19",
          "text": "[19] Going therefore, teach ye all nations: baptizing them in the name of the Father and of the Son and of the Holy Ghost."
        },
        {
          "note": "Confirmation",
          "reference": "Acts 8:14-17",
          "text": "[14] Now, when the apostles, who were in Jerusalem, had heard that Samaria had received the word of God, they sent unto them Peter and John.\n[15] Who, when they were come, prayed for them that they might receive the Holy Ghost.\n[16] For he was not as yet come upon any of them: but they were only baptized in the name of the Lord Jesus.\n[17] Then they laid their hands upon them: and they received the Holy Ghost."
        },
        {
          "note": "Confirmation",
          "reference": "Heb 6:2",
          "text": "[2] Of the doctrine of baptisms and imposition of hands, and of the resurrection of the dead, and of eternal judgment."
        },
        {
          "note": "Eucharist",
          "reference": "Mt 26:26-29",
          "text": "[26] And whilst they were at supper, Jesus took bread and blessed and broke and gave to his disciples and said: Take ye and eat. This is my body.\n[27] And taking the chalice, he gave thanks and gave to them, saying: Drink ye all of this.\n[28] For this is my blood of the new testament, which shall be shed for many unto remission of sins.\n[29] And I say to you, I will not drink from henceforth of this fruit of the vine until that day when I shall drink it with you new in the kingdom of my Father."
        },
        {
          "note": "Penance",
          "reference": "John 20:21-23",
          "text": "[21] He said therefore to them again: Peace be to you. As the Father hath sent me, I also send you.\n[22] When he had said this, he breathed on them; and he said to them: Receive ye the Holy Ghost.\n[23] Whose sins you shall forgive, they are forgiven them: and whose sins you shall retain, they are retained."
        },
        {
          "note": "Anointing of Sick",
          "reference": "Mk 6:13",
          "text": "[13] And they cast out many devils, and anointed with oil many that were sick, and healed them."
        },
        {
          "note": "Anointing of Sick",
          "reference": "James 5:14-15",
          "text": "[14] Is any man sick among you? Let him bring in the priests of the church and let them pray over him, anointing him with oil in the name of the Lord.\n[15] And the prayer of faith shall save the sick man. And the Lord shall raise him up: and if he be in sins, they shall be forgiven him."
        },
        {
          "note": "Holy Orders",
          "reference": "Acts 6:3-6",
          "text": "[3] Wherefore, brethren, look ye out among you seven men of good reputation, full of the Holy Ghost and wisdom, whom we may appoint over this business.\n[4] But we will give ourselves continually to prayer and to the ministry of the word.\n[5] And the saying was liked by all the multitude. And they chose Stephen, a man full of faith and of the Holy Ghost, and Philip and Prochorus and Nicanor, and Timon and Parmenas and Nicolas, a proselyte of Antioch.\n[6] These they set before the apostles: and they praying, imposed hands upon them."
        },
        {
          "note": "Holy Orders",
          "reference": "1 Tim 3:1",
          "text": "[1] A faithful saying: If a man desire the office of a bishop, he desireth good work."
        },
        {
          "note": "Holy Orders",
          "reference": "1 Tim 3:8-9",
          "text": "[8] Deacons in like manner: chaste, not double tongued, not given to much wine, not greedy of filthy lucre:\n[9] Holding the mystery of faith in a pure conscience."
        },
        {
          "note": "Holy Orders",
          "reference": "1 Tim 4:14-16",
          "text": "[14] Neglect not the grace that is in thee, which was given thee by prophecy, with imposition of the hands of the priesthood.\n[15] Meditate upon these things, be wholly in these things: that thy profiting may be manifest to all.\n[16] Take heed to thyself and to doctrine: be earnest in them. For in doing this thou shalt both save thyself and them that hear thee."
        },
        {
          "note": "Holy Orders",
          "reference": "1 Tim 5:17-19",
          "text": "[17] Let the priests that rule well be esteemed worthy of double honour: especially they who labour in the word and doctrine.\n[18] For the scripture saith: Thou shalt not muzzle the ox that treadeth out the corn: and, The labourer is worthy of his reward.\n[19] Against a priest receive not an accusation, but under two or three witnesses."
        },
        {
          "note": "Matrimony",
          "reference": "Mt 19:10-11",
          "text": "[10] His disciples say unto him: If the case of a man with his wife be so, it is not expedient to marry.\n[11] Who said to them: All men take not this word, but they to whom it is given."
        },
        {
          "note": "Matrimony",
          "reference": "Eph 5:31-32",
          "text": "[31] For this cause shall a man leave his father and mother: and shall cleave to his wife. And they shall be two in one flesh.\n[32] This is a great sacrament: but I speak in Christ and in the church."
        }
      ]
    },
    {
      "name": "Statues & Icons",
      "verses": [
        {
          "reference": "Ex 25:18-22",
          "note": "God commands sacred images to be made",
          "text": "[18] Thou shalt make also two cherubims of beaten gold, on the two sides of the oracle.\n[19] Let one cherub be on the one side, and the other on the other.\n[20] Let them cover both sides of the propitiatory, spreading their wings, and covering the oracle, and let them look one towards the other, their faces being turned towards the propitiatory wherewith the ark is to be covered.\n[21] In which thou shalt put the testimony that I will give thee.\n[22] Thence will I give orders, and will speak to thee over the propitiatory, and from the midst of the two cherubims, which shall be upon the ark of the testimony, all things which I will command the children of Israel by thee."
        },
        {
          "reference": "Ex 26:1,31",
          "note": "God commands sacred images to be made",
          "text": "[1] And thou shalt make the tabernacle in this manner: Thou shalt make ten curtains of fine twisted linen, and violet and purple, and scarlet twice dyed, diversified with embroidery.\n[31] Thou shalt make also a veil of violet, and purple, and scarlet twice dyed, and fine twisted linen, wrought with embroidered work and goodly variety:"
        },
        {
          "reference": "Num 21:8-9",
          "note": "God commands sacred images to be made",
          "text": "[8] And the Lord said to him: Make a brazen serpent, and set it up for a sign: whosoever being struck shall look on it, shall live.\n[9] Moses therefore made a brazen serpent, and set it up for a sign: which when they that were bitten looked upon, they were healed."
        },
        {
          "reference": "1 Kgs 6:23-29,35",
          "note": "Solomon's Temple contained both statues and images",
          "text": "[23] And he made in the oracle two cherubims of olive tree, of ten cubits in height.\n[24] One wing of the cherub was five cubits, and the other wing of the cherub was five cubits: that is, in all ten cubits, from the extremity of one wing to the extremity of the other wing.\n[25] The second cherub also was ten cubits: and the measure, and the work was the same in both the cherubims:\n[26] That is to say, one cherub was ten cubits high, and in like manner the other cherub.\n[27] And he set the cherubims in the midst of the inner temple: and the cherubims stretched forth their wings, and the wing of the one touched one wall, and the wing of the other cherub touched the other wall: and the other wings in the midst of the temple touched one another.\n[28] And he overlaid the cherubims with gold.\n[29] And all the walls of the temple round about he carved with divers figures and carvings: and he made in them cherubims and palm trees, and divers representations, as it were standing out, and coming forth from the wall.\n[35] And he carved cherubims, and palm trees, and carved work standing very much out: and he overlaid all with golden plates in square work by rule."
        },
        {
          "reference": "1 Kgs 7:29",
          "note": "Solomon's Temple contained both statues and images",
          "text": "[29] And between the little crowns and the ledges, were lions, and oxen, and cherubims; and in the joinings likewise above: and under the lions and oxen, as it were bands of brass hanging down."
        }
      ]
    },
    {
      "name": "Trinity",
      "description": "One Substance, three divine Persons. Baptism is Trinitarian 'I baptize you in the name (singular) of the Father, and of Son, and of Holy Spirit.'",
      "subcategories": [
        {
          "name": "Jesus is a Divine Person",
          "verses": [
            {
              "reference": "Jn 1:1",
              "note": "the Word was with God and the Word was God",
              "text": "[1] In the beginning was the Word: and the Word was with God: and the Word was God."
            },
            {
              "reference": "Jn 8:58-59",
              "note": "Before Abraham was, I AM",
              "text": "[58] Jesus said to them: Amen, amen, I say to you, before Abraham was made, I AM.\n[59] They took up stones therefore to cast at him. But Jesus hid himself and went out of the temple."
            },
            {
              "reference": "Jn 10:30",
              "note": "Jesus 'I and the Father are one'",
              "text": "[30] I and the Father are one."
            },
            {
              "reference": "Jn 20:28",
              "note": "Jesus accepts Thomas' words 'My Lord and my God!'",
              "text": "[28] Thomas answered and said to him: My Lord and my God."
            },
            {
              "reference": "Col 2:9",
              "note": "in [Jesus] dwells bodily the whole fullness of God",
              "text": "[9] For in him dwelleth all the fulness of the Godhead corporeally."
            }
          ]
        },
        {
          "name": "Holy Spirit is a Divine Person",
          "verses": [
            {
              "reference": "Jn 14:26",
              "note": "the Holy Spirit will teach you all things",
              "text": "[26] But the Paraclete, the Holy Ghost, whom the Father will send in my name, he will teach you all things and bring all things to your mind, whatsoever I shall have said to you."
            },
            {
              "reference": "Acts 5:3-4",
              "note": "lying to the Holy Spirit is lying to God",
              "text": "[3] But Peter said: Ananias, why hath Satan tempted thy heart, that thou shouldst lie to the Holy Ghost and by fraud keep part of the price of the land?\n[4] Whilst it remained, did it not remain to thee? And after it was sold, was it not in thy power? Why hast thou conceived this thing in thy heart? Thou hast not lied to men, but to God."
            },
            {
              "reference": "Acts 13:2",
              "note": "Holy Spirit said, 'Set apart for me...'",
              "text": "[2] And as they were ministering to the Lord and fasting, the Holy Ghost said to them: Separate me Saul and Barnabas, for the work whereunto I have taken them."
            }
          ]
        }
      ]
    },
    {
      "name": "Worship",
      "verses": [
        {
          "reference": "Rev 4:8",
          "note": "heavenly hosts repeat set prayers",
          "text": "[8] And the four living creatures had each of them six wings: and round about and within they are full of eyes. And they rested not day and night, saying: Holy, Holy, Holy, Lord God Almighty, who was and who is and who is to come."
        },
        {
          "reference": "1 Kg 8:54",
          "note": "kneeling as a position of prayer and worship",
          "text": "[54] And it came to pass, when Solomon had made an end of praying all this prayer and supplication to the Lord, that he rose from before the altar of the Lord: for he had fixed both knees on the ground, and had spread his hands towards heaven."
        },
        {
          "reference": "2 Chr 6:13",
          "note": "kneeling as a position of prayer and worship",
          "text": "[13] For Solomon had made a brazen scaffold, and had set it in the midst of the temple, which was five cubits long, and five cubits broad, and three cubits high: and he stood upon it: then kneeling down in the presence of all the multitude of Israel, and lifting up his hands towards heaven,"
        },
        {
          "reference": "Ezra 9:5",
          "note": "kneeling as a position of prayer and worship",
          "text": "[5] And at the evening sacrifice I rose up from my affliction, and having rent my mantle and my garment, I fell upon my knees, and spread out my hands to the Lord my God,"
        },
        {
          "reference": "Mt 17:14",
          "note": "kneeling as a position of prayer and worship",
          "text": "[14] And when he was come to the multitude, there came to him a man falling down on his knees before him saying: Lord, have pity on my son, for he is a lunatic, and suffereth much: for he falleth often into the fire, and often into the water."
        },
        {
          "reference": "Lk 5:8",
          "note": "kneeling as a position of prayer and worship",
          "text": "[8] Which when Simon Peter saw, he fell down at Jesus' knees, saying: Depart from me, for I am a sinful man, O Lord."
        },
        {
          "reference": "Rev 5:8",
          "note": "incense used in New Testament",
          "text": "[8] And when he had opened the book, the four living creatures and the four and twenty ancients fell down before the Lamb, having every one of them harps and golden vials full of odours, which are the prayers of saints."
        },
        {
          "reference": "Rev 8:3-4",
          "note": "incense used in New Testament",
          "text": "[3] And another angel came and stood before the altar, having a golden censer: and there was given to him much incense, that he should offer of the prayers of all saints, upon the golden altar which is before the throne of God.\n[4] And the smoke of the incense of the prayers of the saints ascended up before God from the hand of the angel."
        },
        {
          "reference": "1 Cor 12",
          "note": "different roles of members of body"
        },
        {
          "reference": "Heb 13:10",
          "note": "Christian worship involves an altar",
          "text": "[10] We have an altar whereof they have no power to eat who serve the tabernacle."
        },
        {
          "reference": "Rev 8:3",
          "note": "Christian worship involves an altar",
          "text": "[3] And another angel came and stood before the altar, having a golden censer: and there was given to him much incense, that he should offer of the prayers of all saints, upon the golden altar which is before the throne of God."
        },
        {
          "reference": "Rev 4:4",
          "note": "elders/presbyters (priests) wearing vestments in worship",
          "text": "[4] And round about the throne were four and twenty seats: and upon the seats, four and twenty ancients sitting, clothed in white garments. And on their heads were crowns of gold."
        }
      ]
    }
  ]
}
